<?xml version="1.0"?>
<root><gpu><title>&#x3A0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3B1; CPU - RAM - HDD</title><cpuModel>5300U</cpuModel><BPeu>485.6</BPeu><price>20&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2141447-%CF%80%CE%B1%CE%BA%CE%AD%CF%84%CE%B1-cpu-ram-hdd/</link><benchmark>9711</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1;, &#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9;, &#x3C9;&#x3C2; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3B1;. &#x38C;&#x3BB;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3AD;&#x3C1;&#x3C7;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3C7;&#x3B1;&#x3BD;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1;. &#x39F;&#x3B9; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B5;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B4;&#x3BF;&#x3BA;&#x3B9;&#x3BC;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B5;&#x3C2; &#x3BC;&#x3B5; stress test &#x3C3;&#x3C4;&#x3BF; OCCT &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3C7;&#x3B9; &#x3BC;&#x3B5; memtest (&#x3AD;&#x3C0;&#x3B1;&#x3B9;&#x3C1;&#x3BD;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AE; &#x3CE;&#x3C1;&#x3B1;). &#x39F;&#x3B9; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3AF; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B3;&#x3C1;&#x3AC;&#x3C6;&#x3BF;&#x3C5;&#x3BD; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3BF;&#x3C3;&#x3BF;&#x3C3;&#x3C4;&#x3CC; &#x3C5;&#x3B3;&#x3B5;&#x3AF;&#x3B1;&#x3C2; &#x3C4;&#x3BF;&#x3C5;&#x3C2;, &#x3C4;&#x3BF; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3BF; &#x3C0;&#x3AC;&#x3C1;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; Hard Disk Sentinel. &#x397; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3B7;&#x3B3;&#x3BF;&#x3C1;&#x3AF;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1; &#x3C3;&#x3B5;&#x3C4;&#x3AC;&#x3BA;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C4;&#x3BF;&#x3C5;, &#x3B4;&#x3B5;&#x3BD; &#x3C0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3BC;&#x3BF;&#x3BD;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3BA;&#x3BF;&#x3BC;&#x3BC;&#x3AC;&#x3C4;&#x3B9;&#x3B1;. &#x3A3;&#x3B5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC; &#x3BF;&#x3BB;&#x3CC;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3B7;&#x3C2; &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3C5;&#x3BB;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C2; &#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3B1;&#x3C0;&#x3CC; 2 &#x3C3;&#x3B5;&#x3C4;&#x3AC;&#x3BA;&#x3B9;&#x3B1;, &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE;. &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3B5; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3BC;&#x3CC; &#x3BC;&#x3B5;&#x3C4;&#x3C1;&#x3CC; &#x3AE; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3C9;&#x3BC;&#x3AE; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3BD;&#x3B1; &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE; (&#x3C0;&#x3B5;&#x3C1;&#x3AF;&#x3C0;&#x3BF;&#x3C5; 5 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3BC;&#x3B5; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3B1;&#x3C7;&#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3BC;&#x3B9;&#x3BA;&#x3AE;, &#x3B1;&#x3BD;&#x3B1;&#x3BB;&#x3CC;&#x3B3;&#x3C9;&#x3C2; &#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE;). &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3B7; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; Box Now, &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC;, &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3B4;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3B1;&#x3C2; &#x3AE; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3C9;&#x3BC;&#x3AE; &#x3BC;&#x3AD;&#x3C3;&#x3C9; IRIS. &#x393;&#x3B9;&#x3B1; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B1;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B5;&#x3C1;&#x3CE;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3AD;&#x3C7;&#x3B5;&#x3C4;&#x3B5;, &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3BA;&#x3BF;&#x3BC;&#x3BC;&#x3AC;&#x3C4;&#x3B9; &#x3AE; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2;, &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C9;&#x3C0;&#x3B9;&#x3BA;&#x3CC; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1; &#x3C3;&#x3C4;&#x3BF; insomnia. Desktop CPUs - 50 &#x395;&#x3A5;&#x3A1;&#x3A9; Pentium 4 640 Core 2 Duo E2160 Core 2 Duo E4600 Core 2 Duo E6300 Core 2 Duo E6750 Core 2 Duo E6850 Athlon 64 X2 Intel Core i3 6100 (LGA 1151) Ryzen 5 1500X (&#x3BC;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;) (&#x3BD;&#x3AD;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B8;&#x3AE;&#x3BA;&#x3B7;) Desktop RAM - 40 &#x395;&#x3A5;&#x3A1;&#x3A9; DDR1 &#x2013; 512MB (DDR1) Patriot - 512MB (DDR1) ProMOS &#x2013; 512MB &#x2013; 4200U (DDR2) Kingston 1GB &#x2013; Slim (2x) (DDR2) Kingston 2GB &#x2013; Slim (2x) (DDR2) Mushkin 2GB &#x2013; 5300S (DDR2) Samsung 1GB &#x2013; 5300U (DDR2) Kingston 2GB &#x2013; 667 MHz (DDR2) Geil 1GB &#x2013; 6400S (DDR2) Unnamed &#x2013; 1GB (DDR2) Hynix 2GB &#x2013; 6400U (DDR2) Micron &#x2013; 1 GB &#x2013; 5300U (2x) (DDR2) Buffalo Select &#x2013; 1GB &#x2013; 4200U (DDR2) Kingston Slim - 4GB - (DDR3) Laptop RAM - 40 &#x395;&#x3A5;&#x3A1;&#x3A9; DDR2: Samsung 1GB 6400S Hynix 1GB 6400S Samsung 1GB 5300S (2x) Mushkin 2GB 6400s PQI 2GB 800s ASint 1GB 800s Nanya 1GB 6400s DDR3: Adata 2gb 1333 Hynix 2gb 10600s Samsung 4gb 12800s Kingston 4GB &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3B9; (HDD) 2.5 inch - 40 &#x395;&#x3A5;&#x3A1;&#x3A9; Toshiba 320GB &#x2013; 93% Seagate Momentus 80GB &#x2013; 100% Toshiba 500GB &#x2013; 100% WD Black 500GB &#x2013; 100% WD Blue Scorpio 500GB &#x2013; 100% Seagate 500GB SSHD &#x2013; 100% WD Blue 500GB &#x2013; 100% 3.5 inch - 15 &#x395;&#x3A5;&#x3A1;&#x3A9; Toshiba 500GB - 100% (2x) &#x386;&#x3BB;&#x3BB;&#x3B1; Dell Optiplex FX160. &#x395;&#x3AF;&#x3C7;&#x3B5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; Insomnia, &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3C7;&#x3B5; &#x3C4;&#x3BF; hdd caddy &#x3C4;&#x3BF;&#x3C5;, &#x3C6;&#x3C4;&#x3B9;&#x3AC;&#x3C7;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3AD;&#x3BD;&#x3B1;&#x3C2; &#x3B1;&#x3BD;&#x3C4;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C1;&#x3B1;&#x3C2;-&#x3BC;&#x3CC;&#x3BD;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF;, &#x3C4;&#x3BF; &#x3B4;&#x3AF;&#x3BD;&#x3C9; &#x3BC;&#x3AE;&#x3C0;&#x3C9;&#x3C2; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3B9; &#x3BD;&#x3B1; &#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BA;.&#x3BB;.&#x3C0;. (5 &#x3B5;&#x3C5;&#x3C1;&#x3CE;)</description></gpu><gpu><title>Ryzen 1600 &#x3BA;&#x3B1;&#x3B9; Ryzen 1600&#x3A7;</title><cpuModel>1600X</cpuModel><BPeu>373.3</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161818-ryzen-1600-%CE%BA%CE%B1%CE%B9-ryzen-1600%CF%87/</link><benchmark>13066</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; Ryzen 1600 &#x3BA;&#x3B1;&#x3B9; Ryzen 1600x &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3BD; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3B8;&#x3AD;&#x3BC;&#x3B1; , &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; pin &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AF;&#x3C3;&#x3B9;&#x3B1; , &#x3B4;&#x3B5;&#x3BD; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;&#x3C2; ,&#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; , &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; Ryzen 1600 = 35&#x20AC; Ryzen 1600x=38&#x20AC; (&#x398;&#x3B1; &#x3B1;&#x3BD;&#x3AD;&#x3B2;&#x3B5;&#x3B9; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B1; &#x3B1;&#x3C1;&#x3B3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B1; ) &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x394;&#x3C1;&#x3AC;&#x3BC;&#x3B1; &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x3C4;&#x3B1;&#x3C7;&#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3BC;&#x3B5;&#x3AF;&#x3BF; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; +6,5&#x20AC; , &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B1;&#x3C7;&#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3BC;&#x3B5;&#x3AF;&#x3BF; 3,5&#x20AC; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; BOX NOW &#x3BC;&#x3B5; 1&#x20AC; !!!</description></gpu><gpu><title>AMD Ryzen 5 1600 (Box)</title><cpuModel>1600</cpuModel><BPeu>351.4</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2134965-amd-ryzen-5-1600-box/</link><benchmark>12300</benchmark><description>&#x395;&#x3A0;&#x395;&#x39E;&#x395;&#x3A1;&#x393;&#x391;&#x3A3;&#x3A4;&#x397;&#x3A3; RYZEN 5 1600 &#x39C;&#x395; &#x3A4;&#x397;&#x39D; &#x3A8;&#x3A5;&#x39A;&#x3A4;&#x3A1;&#x391; &#x3A4;&#x39F;&#x3A5; ,&#x394;&#x395;&#x39D; &#x395;&#x3A7;&#x395;&#x399; &#x393;&#x399;&#x39D;&#x395;&#x399; OC &#x39A;&#x391;&#x398;&#x3A9;&#x3A3; &#x394;&#x395;&#x39D; &#x39C;&#x39F;&#x3A5; &#x3A7;&#x3A1;&#x395;&#x399;&#x391;&#x3A3;&#x3A4;&#x397;&#x39A;&#x395; &#x39A;&#x391;&#x3A4;&#x399; &#x3A0;&#x391;&#x3A1;&#x391;&#x3A0;&#x391;&#x39D;&#x3A9; &#x391;&#x3A0;&#x39F; &#x391;&#x3A5;&#x3A4;&#x391; &#x3A0;&#x39F;&#x3A5; &#x397;&#x394;&#x397; &#x39C;&#x39F;&#x3A5; &#x395;&#x394;&#x399;&#x39D;&#x395; . &#x395;&#x3A7;&#x395;&#x399; &#x3A4;&#x39F; &#x39A;&#x39F;&#x3A5;&#x3A4;&#x399; &#x3A4;&#x39F;&#x3A5; &#x39A;&#x391;&#x399; &#x391;&#x3A0;&#x39F;&#x394;&#x395;&#x399;&#x39E;&#x397; &#x391;&#x393;&#x39F;&#x3A1;&#x391;&#x3A3;. 35 &#x20AC; . &#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x391;&#x399; &#x39B;&#x39F;&#x393;&#x3A9; &#x391;&#x39D;&#x391;&#x392;&#x391;&#x398;&#x39C;&#x399;&#x3A3;&#x397;&#x3A3; , &#x395;&#x399;&#x39D;&#x391;&#x399; &#x3A0;&#x39B;&#x397;&#x3A1;&#x3A9;&#x3A3; &#x39B;&#x395;&#x399;&#x3A4;&#x39F;&#x3A5;&#x3A1;&#x393;&#x399;&#x39A;&#x39F;&#x3A3; &#x395;&#x399;&#x39C;&#x391;&#x399; &#x392;&#x39F;&#x39B;&#x39F; &#x39A;&#x391;&#x399; &#x3A3;&#x3A4;&#x395;&#x39B;&#x39D;&#x3A9; &#x3A0;&#x391;&#x39D;&#x3A4;&#x39F;&#x3A5; &#x391;&#x39D; &#x3A7;&#x3A1;&#x395;&#x399;&#x391;&#x3A3;&#x3A4;&#x395;&#x399; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 1600 (Box)</title><cpuModel>1600</cpuModel><BPeu>351.4</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2155640-amd-ryzen-5-1600-box/</link><benchmark>12300</benchmark><description>Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB &#x38C;&#x3C3;&#x3BF; &#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9; &#x3CD;&#x3C0;&#x3BF; &#x3C7;&#x3B1;&#x3BB;&#x3B1;&#x3C1;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B5;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3B5; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AD;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; gaming &#x3BC;&#x3B5; world of warships &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; minecraft. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3C9;&#x3C7;&#x3AE; &#x3BC;&#x3BF;&#x3C5; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; msystems &#x3B5;&#x3B4;&#x3CE; &#x3BA;&#x3B1;&#x3B9; 3 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1;. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B7;&#x3B8;&#x3B5;&#x3AF; Overclock &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3C7;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C0;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3CE; &#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3BD; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C9; &#x3BC;&#x3B5; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3B5; &#x3BF;&#x3BB;&#x3CC;&#x3BA;&#x3C1;&#x3B7;&#x3C1;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3B1; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3C4;&#x3B1;&#x3C7;&#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3BC;&#x3AF;&#x3BF;&#x3C5;</description></gpu><gpu><title>Ryzen 3 2200G, 8GB RAM, Inwin Chopin &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1;&#x3C2; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2;, &#x3C4;&#x3B9;&#x3BC;&#x3AD;&#x3C2; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AF;&#x3C3;&#x3B9;&#x3BC;&#x3B5;&#x3C2;!!</title><cpuModel>2200G</cpuModel><BPeu>338.4</BPeu><price>20&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2140593-ryzen-3-2200g-8gb-ram-inwin-chopin-%CE%BA%CE%B1%CE%B9-%CE%AD%CE%BD%CE%B1%CF%82-%CE%B1%CE%BA%CF%8C%CE%BC%CE%B1-%CF%83%CE%BA%CE%BB%CE%B7%CF%81%CF%8C%CF%82-%CE%B4%CE%AF%CF%83%CE%BA%CE%BF%CF%82-%CF%84%CE%B9%CE%BC%CE%AD%CF%82-%CF%83%CF%85%CE%B6%CE%B7%CF%84%CE%AF%CF%83%CE%B9%CE%BC%CE%B5%CF%82/</link><benchmark>6767</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3B5;&#x3BE;&#x3B1;&#x3C1;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3CC; mini PC: - AMD 2200G &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3AF;&#x3BD;&#x3B9; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3B5;&#x3B9;&#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF; Inwin Chopin... 40&#x20AC; - 8GB RAM Viper... 20&#x20AC; - SSD Kingston 250GB - WD 3TB Caviar Green... 50&#x20AC; - &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; Inwin Chopin &#x3BC;&#x3B5; 150W PSU (https://www.in-win.com/en/gaming-chassis/Chopin#product_col_title2 ) ... 80&#x20AC; - mini keyboard &#x3B1;&#x3C3;&#x3CD;&#x3C1;&#x3BC;&#x3B1;&#x3C4;&#x3BF; &#x3BC;&#x3B5; trackpad (&#x3B4;&#x3CE;&#x3C1;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF;) &#x38C;&#x3BB;&#x3B1; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; &#x3B8;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE;!</description></gpu><gpu><title>AMD Ryzen 3 3100 (Box)</title><cpuModel>3100</cpuModel><BPeu>332.4</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174605-amd-ryzen-3-3100-box/</link><benchmark>11635</benchmark><description>&#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; cooler. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3BB;&#x3AF;&#x3B3;&#x3BF; &#x3BA;&#x3B1;&#x3B9;&#x3C1;&#x3CC; &#x3B1;&#x3C0;&#x3CC; &#x3BC;&#x3AD;&#x3BB;&#x3BF;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3B9;&#x3BD;&#x3C3;&#x3CC;&#x3BC;&#x3BD;&#x3B9;&#x3B1; &#x3BC;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AD;&#x3C2; &#x3B8;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2;, &#x3C4;&#x3BF; &#x3B5;&#x3AF;&#x3C7;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3C3;&#x3B5; pc &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3AE;&#x3BC;&#x3B5;&#x3C1;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B1;. &#x386;&#x3BB;&#x3BB;&#x3B1;&#x3BE;&#x3B1;&#x3BD; &#x3CC;&#x3BC;&#x3C9;&#x3C2; &#x3C4;&#x3B1; &#x3C0;&#x3BB;&#x3AC;&#x3BD;&#x3B1; &#x3BC;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3BD; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AC;. &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B7;&#x3C1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; pcie 4.0 &#x3BF;&#x3C0;&#x3CC;&#x3C4;&#x3B5; &#x3B1;&#x3BD; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B7; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3B9; gpu &#x3B8;&#x3B1; &#x3AD;&#x3C7;&#x3B5;&#x3C4;&#x3B5; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B9;&#x3BE;&#x3B7; pcie 4.0 &#x3C3;&#x3C4;&#x3BF; pc &#x3C3;&#x3B1;&#x3C2;. &#x395;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C3;&#x3B5; gaming &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3B3;&#x3BA;&#x3C1;&#x3B9;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3AC;&#x3BB;&#x3BB;&#x3B1; cpu. AMD Ryzen 3 3100 Review - Disruptive Price/Performance - Game Tests 1080p | TechPowerUp &#x394;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; boxnow &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x39A;&#x3BF;&#x3BC;&#x3BF;&#x3C4;&#x3B7;&#x3BD;&#x3AE;.</description></gpu><gpu><title>AMD Ryzen 5 2600</title><cpuModel>2600</cpuModel><BPeu>330.5</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172840-amd-ryzen-5-2600/</link><benchmark>13219</benchmark><description>&#x2075;&#x2075; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;,&#x3C3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3C5; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 2600 (Box)</title><cpuModel>2600</cpuModel><BPeu>330.5</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2141319-amd-ryzen-5-2600-box/</link><benchmark>13219</benchmark><description>&#x39F; CPU &#x392;&#x3A1;&#x399;&#x3A3;&#x39A;&#x395;&#x3A4;&#x391;&#x399; &#x3A3;&#x395; &#x395;&#x39E;&#x391;&#x399;&#x3A1;&#x395;&#x3A4;&#x399;&#x39A;&#x397; &#x39A;&#x391;&#x3A4;&#x391;&#x3A3;&#x3A4;&#x391;&#x3A3;&#x397;! &#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x391;&#x399; &#x39B;&#x39F;&#x393;&#x3A9; &#x391;&#x39D;&#x391;&#x392;&#x391;&#x398;&#x39C;&#x399;&#x3A3;&#x397;&#x3A3; &#x3A3;&#x395; &#x391;&#x39D;&#x3A9;&#x3A4;&#x395;&#x3A1;&#x39F;! Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>---&#x3A0;&#x39F;&#x3A5;&#x39B;&#x397;&#x398;&#x397;&#x39A;&#x395;---AMD Ryzen 5 3600</title><cpuModel>3600</cpuModel><BPeu>323.3</BPeu><price>55&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2163539-%CF%80%CE%BF%CF%85%CE%BB%CE%B7%CE%B8%CE%B7%CE%BA%CE%B5-amd-ryzen-5-3600/</link><benchmark>17784</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3B1;&#x3C0;&#x3CC; e-shop.gr &#x3C4;&#x3BF;&#x3BD; &#x399;&#x3B1;&#x3BD;&#x3BF;&#x3C5;&#x3AC;&#x3C1;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2020. &#x39C;&#x3B5; &#x3C4;&#x3B7;&#x3BD; Pure Rock 2 &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C6;&#x3C4;&#x3B1;&#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3C4;&#x3AD; &#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3B1;&#x3C0;&#x3CC; 65 &#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3BF;&#x3CD;&#x3C2; &#x3C3;&#x3B5; stress test &#x3BC;&#x3B5; prime95. &#x3A7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3B3;&#x3B9;&#x3B1; gaming &#x3CC;&#x3BB;&#x3C9;&#x3BD; &#x3B1;&#x3C5;&#x3C4;&#x3CC; &#x3C4;&#x3BF;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3C1;&#x3CC;. &#x395;&#x3AF;&#x3BC;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x39A;&#x3B1;&#x3C4;&#x3B5;&#x3C1;&#x3AF;&#x3BD;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; boxnow &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C7;&#x3C1;&#x3B7;&#x3BC;&#x3AC;&#x3C4;&#x3C9;&#x3BD; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3C4;&#x3C1;&#x3AC;&#x3C0;&#x3B5;&#x3B6;&#x3B1; &#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3CE;&#x3C2;. &#x393;&#x3B9;&#x3B1; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3AC;&#x3BB;&#x3BB;&#x3BF;&#x3BD; &#x3C4;&#x3C1;&#x3CC;&#x3C0;&#x3BF; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3BF;&#x3CD;&#x3BC;&#x3B5; &#x3BD;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3BD;&#x3BD;&#x3BF;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BC;&#x3B5;. &#x393;&#x3B9;&#x3B1; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B1;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B5;&#x3C1;&#x3CE;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B8;&#x3B1; &#x3B1;&#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3AE;&#x3C3;&#x3C9; &#x3C4;&#x3BF; &#x3C3;&#x3C5;&#x3BD;&#x3C4;&#x3BF;&#x3BC;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3BD;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 3 1200</title><cpuModel>1200</cpuModel><BPeu>316.1</BPeu><price>20&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2135352-amd-ryzen-3-1200/</link><benchmark>6322</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1200 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 8 MB</description></gpu><gpu><title>AMD Ryzen 7 2700X (Box)</title><cpuModel>5600X</cpuModel><BPeu>313.3</BPeu><price>70&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2129475-amd-ryzen-7-2700x-box/</link><benchmark>21932</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BF;&#x3BC;&#x3AC;&#x3B4;&#x3B1;, &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3C4;&#x3BF;&#x3BD; Ryzen 7 2700x &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; ryzen 5 5600x &#x3B1;&#x3C0;&#x3B5;&#x3AF;&#x3C1;&#x3B1;&#x3C7;&#x3C4;&#x3B7; &#x3BC;&#x3B9;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3AF;&#x3C7;&#x3B1; aftermarket &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; , &#x3B8;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3AC;&#x3C4;&#x3BF;&#x3BC;&#x3B1; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3AC;&#x3BC;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; 70 &#x3B5;&#x3C5;&#x3C1;&#x3CE; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16</description></gpu><gpu><title>AMD Ryzen 5 1600</title><cpuModel>1600</cpuModel><BPeu>307.5</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166284-amd-ryzen-5-1600/</link><benchmark>12300</benchmark><description>&#x3A7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3C6;&#x3B5;&#x3CD;&#x3B3;&#x3B5;&#x3B9; &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3C1;&#x3AD;&#x3BE;&#x3B5;&#x3B9; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; a320m-k (&#x3B4;&#x3B7;&#x3BB;&#x3B1;&#x3B4;&#x3AE; &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3BD; overclock &#x3AE; &#x3C5;&#x3C8;&#x3B7;&#x3BB;&#x3AD;&#x3C2; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2;) &#x3B3;&#x3B9;&#x3B1; &#x3C7;&#x3B1;&#x3BB;&#x3B1;&#x3C1;&#x3CC; gaming (lol, csgo). &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3CC;&#x3C7;&#x3B9; &#x3B7; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 1600</title><cpuModel>1600</cpuModel><BPeu>307.5</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2159613-amd-ryzen-5-1600/</link><benchmark>12300</benchmark><description>&#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; cooler, &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x395;&#x39B;&#x3A4;&#x391; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 1600 (Box) &#x3BC;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;</title><cpuModel>1600</cpuModel><BPeu>307.5</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143830-amd-ryzen-5-1600-box-%CE%BC%CE%B5-%CF%88%CF%8D%CE%BA%CF%84%CF%81%CE%B1/</link><benchmark>12300</benchmark><description>Specs &#x395;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2; 6 Threads 12 &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; (Base Frequency) 3,2 GHz &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 3,6 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache 16 MB &#x39E;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3C2; &#x39D;&#x3B1;&#x3B9; Thermal Design Power (TDP) 65 W &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B1;&#x3B3;&#x3CC;&#x3C1;&#x3B1; &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B1;&#x3C0;&#x3CC; 4 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1; &#x3C5;&#x3C0;&#x3CC; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3C7;&#x3B1;&#x3BB;&#x3B1;&#x3C1;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3B4;&#x3BF;&#x3CD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3AF; gaming. &#x3A4;&#x3BF;&#x3BD; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3BB;&#x3BF;&#x3B3;&#x3CE; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B8;&#x3AD;&#x3BB;&#x3C9; &#x3BD;&#x3B1; &#x3BA;&#x3AC;&#x3BD;&#x3C9; &#x3C3;&#x3C4;&#x3BF; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3BC;&#x3BF;&#x3C5;. &#x3A0;&#x3B1;&#x3C1;&#x3CC;&#x3BB;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3AC; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3B4;&#x3C5;&#x3BD;&#x3AC;&#x3C4;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1; gaming &#x3BA;&#x3B1;&#x3B9; &#x3AC;&#x3BB;&#x3BB;&#x3B5;&#x3C2; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B1; 4 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3C6;&#x3AE;&#x3C3;&#x3B5;&#x3B9; &#x3AC;&#x3C6;&#x3C9;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3BF;.&#x3C4;&#x3AF; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3BA;&#x3AC;&#x3BD;&#x3B5;&#x3B9; &#x3A4;&#x3B9;&#x3BC;&#x3B7; &#x3A3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;</description></gpu><gpu><title>AMD Ryzen 5 3600 (Box)</title><cpuModel>3600</cpuModel><BPeu>296.4</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171951-amd-ryzen-5-3600-box/</link><benchmark>17784</benchmark><description>&#x3A7;&#x3B1;&#x3AF;&#x3C1;&#x3B5;&#x3C4;&#x3B5; &#x3C3;&#x3C5;&#x3BC;&#x3C6;&#x3BF;&#x3C1;&#x3BF;&#x3C5;&#x3BC;&#x3AF;&#x3C4;&#x3B5;&#x3C2;. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; cpu &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AE; &#x3C4;&#x3B7;&#x3C2; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3B5;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 5 3600 (Box)</title><cpuModel>3600</cpuModel><BPeu>296.4</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2134069-amd-ryzen-5-3600-box/</link><benchmark>17784</benchmark><description>Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; ryzen 3600 &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;! &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; &#x3BB;&#x3BF;&#x3B3;&#x3B1;&#x3C1;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3CC; &#x395;&#x3B8;&#x3BD;&#x3B9;&#x3BA;&#x3AE;&#x3C2; &#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3CE;&#x3C2;! &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;,&#x3A0;&#x3CD;&#x3C1;&#x3B3;&#x3BF;&#x3C2; &#x397;&#x3BB;&#x3B5;&#x3AF;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3A0;&#x3AC;&#x3C4;&#x3C1;&#x3B1;! &#x3A4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3B9;&#x3BC;&#x3AE;,&#x3B4;&#x3B5;&#x3BD; &#x3B1;&#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3AC;&#x3C9; &#x3C3;&#x3B5; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1;.&#x395;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BF;&#x3B9; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3BF;&#x3C5;!</description></gpu><gpu><title>AMD Ryzen 3 3100</title><cpuModel>3100</cpuModel><BPeu>290.9</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2106799-amd-ryzen-3-3100/</link><benchmark>11635</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3C7;&#x3C4;&#x3C1;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AE; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 3rd Gen &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3100 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 2 MB</description></gpu><gpu><title>AMD Ryzen 5 2600X (Box)</title><cpuModel>2600X</cpuModel><BPeu>279.2</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2173941-amd-ryzen-5-2600x-box/</link><benchmark>13962</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;. Specifications Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 3600X (Box)</title><cpuModel>3600X</cpuModel><BPeu>274.8</BPeu><price>70&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2146918-amd-ryzen-5-3600x-box/</link><benchmark>19238</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AF;&#x3C4;&#x3B1;&#x3B9; o &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; Amd ryzen 5 3600x &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;..! https://www.amd.com/en/support/cpu/amd-ryzen-processors/amd-ryzen-5-desktop-processors/amd-ryzen-5-3600x https://www.techpowerup.com/cpu-specs/ryzen-5-3600x.c2131 Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 5 3600 Socket AM4 &#x3C3;&#x3B5; &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BC;&#x3B5; &#x3A8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;</title><cpuModel>3600</cpuModel><BPeu>273.6</BPeu><price>65&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2109695-amd-ryzen-5-3600-socket-am4-%CF%83%CE%B5-%CE%BA%CE%BF%CF%85%CF%84%CE%AF-%CE%BC%CE%B5-%CF%88%CF%8D%CE%BA%CF%84%CF%81%CE%B1/</link><benchmark>17784</benchmark><description>&#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen 2 Threads 12 &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 4,2 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache 32 MB Thermal Design Power (TDP) 65 W</description></gpu><gpu><title>AMD Ryzen 7 2700X (Tray)</title><cpuModel>2700X</cpuModel><BPeu>270.2</BPeu><price>65&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2162943-amd-ryzen-7-2700x-tray/</link><benchmark>17564</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C1;&#x3AD;&#x3C9;&#x3C3;&#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;. Quick Specs Box: &#x274C; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 2600</title><cpuModel>2600</cpuModel><BPeu>264.4</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172705-amd-ryzen-5-2600/</link><benchmark>13219</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF;. &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x39A;&#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3B8;&#x3AD;&#x3B1; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD RYZEN 5 2600</title><cpuModel>2600</cpuModel><BPeu>264.4</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2154846-amd-ryzen-5-2600/</link><benchmark>13219</benchmark><description>https://www.skroutz.gr/s/14650949/AMD-Ryzen-5-2600-3-4GHz-Epexergastis-6-Pyrinon-gia-Socket-AM4-se-Kouti-me-PSyktra.html#description &#x394;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B4;&#x3B9;&#x3BA;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3BA; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. &#x397; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3AE;&#x3BE;&#x3B5;&#x3B9;. &#x395;&#x3B9;&#x3BD;&#x3B1;&#x3B9; 100% &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;&#x3C2;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B7;&#x3C3;&#x3B7;&#x3C2;. &#x3C0;&#x3C5;&#x3C1;&#x3B7;&#x3BD;&#x3B5;&#x3C2;: 6 rhreads: 12 base frequency: 3.4 boost: 3.9 cashe: 16mb</description></gpu><gpu><title>AMD Ryzen 5 2600 (Box)</title><cpuModel>2600</cpuModel><BPeu>264.4</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2086181-amd-ryzen-5-2600-box/</link><benchmark>13219</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; . Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>CPU Ryzen 1700</title><cpuModel>1700</cpuModel><BPeu>247</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2050201-cpu-ryzen-1700/</link><benchmark>14821</benchmark><description>80&#x20AC; ---&gt; 70&#x20AC; ---&gt; 60&#x20AC; &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; ryzen 1700 &#x3B4;&#x3AF;&#x3C7;&#x3C9;&#x3C2; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3B9;&#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3B3;&#x3B9;&#x3B1; multithread &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; casual gaming. &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;</description></gpu><gpu><title>AMD Ryzen 5 1600</title><cpuModel>1600</cpuModel><BPeu>246</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2153694-amd-ryzen-5-1600/</link><benchmark>12300</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;,&#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 3600X</title><cpuModel>3600X</cpuModel><BPeu>240.5</BPeu><price>80&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171473-amd-ryzen-5-3600x/</link><benchmark>19238</benchmark><description>&#x39C;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 5 3600</title><cpuModel>3600</cpuModel><BPeu>237.1</BPeu><price>75&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144565-amd-ryzen-5-3600/</link><benchmark>17784</benchmark><description>&#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3BE;&#x3B7; artic freezer esports &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3B9;&#x3BC;&#x3AE;. &#x39A;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 2700X</title><cpuModel>2700X</cpuModel><BPeu>234.2</BPeu><price>75&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2148772-amd-ryzen-7-2700x/</link><benchmark>17564</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3B5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B1;&#x3C0;&#x3CC; 5800x, &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclocked &#x39A;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x39D;&#x3AC;&#x3BF;&#x3C5;&#x3C3;&#x3B1;&#x3C2;, &#x392;&#x3AD;&#x3C1;&#x3BF;&#x3B9;&#x3B1;&#x3C2;, &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 2600X (Box)</title><cpuModel>2600X</cpuModel><BPeu>232.7</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172249-amd-ryzen-5-2600x-box/</link><benchmark>13962</benchmark><description>Specifications Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C3;&#x3C5;&#x3BC;&#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BB;&#x3B1;&#x3BC;&#x3B2;&#x3B1;&#x3BD;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C5; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B5;&#x3C7;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3B1;&#x3C5;&#x3C4;&#x3AE;&#x3BD;. (&#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AE; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;) &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3B3;&#x3B9;&#x3BD;&#x3B5; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclocking &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3C3;&#x3B5; casual gaming &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x395;&#x39B;&#x3A4;&#x391;.</description></gpu><gpu><title>AMD Ryzen 5 2600X (Box)</title><cpuModel>2600X</cpuModel><BPeu>232.7</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144867-amd-ryzen-5-2600x-box/</link><benchmark>13962</benchmark><description>&#x394;&#x3B5;&#x3BD; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3B1; &#x3B5;&#x3C3;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3AC; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3B2;&#x3BB;&#x3AD;&#x3C0;&#x3B5;&#x3C4;&#x3B5; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1;. &#x395;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3BC;&#x3AD;&#x3C3;&#x3B1; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3AF;&#x3B4;&#x3B9;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x3A4;&#x3BF;&#x3BD; &#x3AD;&#x3C7;&#x3C9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3C3;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1;. &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C3;&#x3B5; &#x3CC;&#x3BB;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3B1; &#x3B1;&#x3C0;&#x3BB;&#x3AC; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; AMD Ryzen 7 3800X</title><cpuModel>3800X</cpuModel><BPeu>232.2</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171080-%CF%80%CF%89%CE%BB%CE%B5%CE%AF%CF%84%CE%B1%CE%B9-amd-ryzen-7-3800x/</link><benchmark>23223</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; AMD Ryzen 7 3800x &#x3B3;&#x3B9;&#x3B1; Socket AM4. &#x3A4;&#x3BF;&#x3BD; &#x3AD;&#x3C7;&#x3C9; &#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3BF;&#x3C7;&#x3AE; &#x3BC;&#x3BF;&#x3C5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3B3;&#x3CD;&#x3C1;&#x3C9; &#x3C3;&#x3C4;&#x3B1; &#x3B4;&#x3C5;&#x3BF; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1;. &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3C3;&#x3B5; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3BC;&#x3B5; &#x3C5;&#x3B4;&#x3C1;&#x3CC;&#x3C8;&#x3C5;&#x3BE;&#x3B7;. &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3B8;&#x3B1; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3B1;&#x3C0;&#x3BF; &#x3A4;&#x3B5;&#x3C4;&#x3AC;&#x3C1;&#x3C4;&#x3B7; 16/10. &#x398;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B8;&#x3AD;&#x3C3;&#x3C9; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B5;&#x3C2; &#x3BC;&#x3AD;&#x3C1;&#x3B5;&#x3C2;. &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3A4;&#x3B1;&#x3C7;&#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3BC;&#x3B9;&#x3BA;&#x3AE; &#x3AE; &#x395;&#x3BB;&#x3C4;&#x3B1; Courier. &#x395;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;.</description></gpu><gpu><title>AMD Ryzen 7 3700X 3.6GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 8 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;</title><cpuModel>3700X</cpuModel><BPeu>228.5</BPeu><price>99&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2162316-amd-ryzen-7-3700x-36ghz-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-8-%CF%80%CF%85%CF%81%CE%AE%CE%BD%CF%89%CE%BD/</link><benchmark>22625</benchmark><description>AMD Ryzen 7 3700X 3.6GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 8 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; &#x3B3;&#x3B9;&#x3B1; Socket AM4 &#x3A0;&#x3BF;&#x3C5;&#x3BB;&#x3B9;&#x3AD;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; rysen 5800 &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3BF; &#x3C0;&#x3BB;&#x3B1;&#x3B9;&#x3C3;&#x3B9;&#x3BF; &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x391;&#x3BB;&#x3BB;&#x3B5;&#x3C2; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AD;&#x3C2; &#x3BC;&#x3B5; &#x3C0;.&#x3BC;</description></gpu><gpu><title>AMD Ryzen 7 3700X</title><cpuModel>3700X</cpuModel><BPeu>226.3</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2127865-amd-ryzen-7-3700x/</link><benchmark>22625</benchmark><description>&#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3BF;&#x3B9; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3CD;&#x3B5;&#x3B9; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3AD;&#x3C2; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3C3;&#x3BC;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BB;&#x3BB;&#x3BF;&#x3B9;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B8;&#x3CC;&#x3BB;&#x3BF;&#x3C5; &#x3B7; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3C0;&#x3BF;&#x3BA;&#x3C1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B1;&#x3C1;&#x3BA;&#x3CE;&#x3C2; &#x3C3;&#x3B5; &#x3BA;&#x3AC;&#x3B8;&#x3B5; game &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B8;&#x3B7;&#x3BC;&#x3B5;&#x3C1;&#x3B9;&#x3BD;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; rendering &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BB;&#x3AC; &#x3C3;&#x3C6;&#x3B1;&#x3AF;&#x3C1;&#x3B1;! &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x395;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; &#x391;&#x3C0;&#x3C1;&#x3AF;&#x3BB;&#x3B9;&#x3BF; 2024 &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; : &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 2700</title><cpuModel>2700</cpuModel><BPeu>224.8</BPeu><price>70&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2066145-amd-ryzen-7-2700/</link><benchmark>15737</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1;, &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;, &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AE; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;. &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B5;&#x3AF; overclocking &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; gaming &amp; editing. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x397;&#x3C1;&#x3AC;&#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3BF; &#x39A;&#x3C1;&#x3AE;&#x3C4;&#x3B7;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC;, &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3AD;&#x3C0;&#x3B5;&#x3B9;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. T&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE;&#x3C2;, &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; 70,00&#x20AC; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 1600 (Box)</title><cpuModel>1600</cpuModel><BPeu>223.6</BPeu><price>55&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/1985866-amd-ryzen-5-1600-box/</link><benchmark>12300</benchmark><description>Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Ryzen 1600 &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AC;&#x3BA;&#x3B9; &#x3C4;&#x3BF;&#x3C5;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B7; &#x3C0;&#x3C1;&#x3BF;&#x3B7;&#x3B3;&#x3BF;&#x3CD;&#x3BC;&#x3B5;&#x3BD;&#x3B7; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3B3;&#x3CE;&#x3B3;&#x3B9;&#x3BC;&#x3B7; &#x3C0;&#x3AC;&#x3C3;&#x3C4;&#x3B1;. &#x397; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3C7;&#x3BF;&#x3BB;&#x3AE;&#x3C2; + &#x3BA;&#x3B1;&#x3BD;&#x3AC; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9; &#x3B1;&#x3C1;&#x3B1;&#x3B9;&#x3AC; &#x3C3;&#x3C0;&#x3AC;&#x3BD;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3CD;&#x3C0;&#x3BF;&#x3C5; cs go + lol. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C7;&#x3B7;&#x3C1;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclock &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BF;&#x3CD;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; mining. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;. &#x397; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 5600G</title><cpuModel>5600G</cpuModel><BPeu>221.3</BPeu><price>90&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2142388-amd-ryzen-5-5600g/</link><benchmark>19918</benchmark><description>&#x3A3;&#x3C4;&#x3B1; 117 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3CE;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C4;&#x3BF; skroutz. &#x3A4;&#x3BF;&#x3C5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3BF;&#x3CD; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B8;&#x3CC;&#x3BB;&#x3BF;&#x3C5;. &#x391;&#x3BD;&#x3BF;&#x3AF;&#x3C7;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;, &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3AC;&#x3BB;&#x3BB;&#x3B1;&#x3BE;&#x3B1;&#x3BD; &#x3C4;&#x3B1; &#x3C0;&#x3BB;&#x3AC;&#x3BD;&#x3B1;. &#x39C;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3BF;&#x3B4;&#x3B5;&#x3C5;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; Gigabyte B550M DS3H (&#x391;&#x39C;4 socket), &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3B7;, &#x3BC;&#x3B5; &#x3B5;&#x3C0;&#x3B9;&#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD; 60 &#x3B5;&#x3C5;&#x3C1;&#x3CE; (85 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3C3;&#x3C4;&#x3BF; skroutz)</description></gpu><gpu><title>&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD + Hnt hotspots + Compaq PC</title><cpuModel>2600</cpuModel><BPeu>220.3</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2099499-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-amd-hnt-hotspots-compaq-pc/</link><benchmark>13219</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD ryzen 2600 &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; 60E Miners Helium (Hnt Nebra bobcat, rak, controlino Pisces) &#x3A3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3BF; 250&#x395; K&#x3B5;&#x3C1;&#x3B1;&#x3AF;&#x3B5;&#x3C2; LoraWan MgGill 9db Pol + 8.5db Directional panel 150&#x3B5;/ &#x397; directional &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B7; &#x3BB;&#x3B5;&#x3C5;&#x3BA;&#x3AE;(&#x3BA;&#x3B9;&#x3C4;&#x3C1;&#x3B9;&#x3BD;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B7;) &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; 1-2 &#x3BC;&#x3AE;&#x3BD;&#x3B5;&#x3C2; &#x3BC;&#x3CC;&#x3BD;&#x3BF;. &#x397; 9db &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3BF;&#x3CD;. marshall earbuds minor 3 (&#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3B7;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;/6&#x3BC;&#x3AE;&#x3BD;&#x3B5;&#x3C2;+) 80e. Marshall Emberton &#x391;&#x3B4;&#x3B9;&#x3AC;&#x3B2;&#x3C1;&#x3BF;&#x3C7;&#x3BF; &#x397;&#x3C7;&#x3B5;&#x3AF;&#x3BF; Bluetooth 20W 90e &#x3A5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3BC;&#x3B5; SSD Samsung PC Compaq dc7800 SFF; Intel&#xAE;Core&#x2122;2Duo [email&#xA0;protected] GHz; 4GB DDR2/800 MHz 80e</description></gpu><gpu><title>AMD Ryzen 7 2700X (Tray)</title><cpuModel>2700X</cpuModel><BPeu>219.6</BPeu><price>80&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2142298-amd-ryzen-7-2700x-tray/</link><benchmark>17564</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;, &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF; &#x3B8;&#x3AD;&#x3BC;&#x3B1;. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclock. &#x3A4;&#x3BF;&#x3BD; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x39C;&#x3C0;&#x3BF;&#x3C1;&#x3CE; &#x3BD;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B8;&#x3AD;&#x3C3;&#x3C9; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; wraith spire &#x3BA;&#x3B1;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BD; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3BD;&#x3BD;&#x3CC;&#x3B7;&#x3C3;&#x3B7;&#x3C2;. Quick Specs Box: &#x274C; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 2600X &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x39F;&#x3A3;</title><cpuModel>2600X</cpuModel><BPeu>214.8</BPeu><price>65&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2051574-amd-ryzen-5-2600x-%CE%B1%CF%81%CE%B9%CF%83%CF%84%CE%BF%CF%83/</link><benchmark>13962</benchmark><description>&#x3A3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B1;&#x3C0;&#x3BF; pc &#x3C3;&#x3B5; &#x3B5;&#x3C4;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3AF;&#x3B1;, &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B1;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B4;&#x3BF;&#x3BA;&#x3B9;&#x3BC;&#x3AE; &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3AE; &#x3C3;&#x3C4;&#x3BF; &#x3C7;&#x3CE;&#x3C1;&#x3BF; &#x3BC;&#x3B1;&#x3C2;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;-&#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3AC;&#x3C2;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 2600X (Box)</title><cpuModel>2600X</cpuModel><BPeu>214.8</BPeu><price>65&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2152794-amd-ryzen-5-2600x-box/</link><benchmark>13962</benchmark><description>&#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3C5;&#x3C4;&#x3B5;&#x3AF; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BB;&#x3BF;&#x3BB; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BC;&#x3C0;&#x3B5;&#x3B9; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BC;&#x3B9;&#x3B1; &#x3B5;&#x3B2;&#x3B4;&#x3BF;&#x3BC;&#x3AC;&#x3B4;&#x3B1; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; aftermarket ... Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 3 3200G</title><cpuModel>3200G</cpuModel><BPeu>204.6</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2138732-amd-ryzen-3-3200g/</link><benchmark>7160</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Ryzen 3200g &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B1; 35&#x20AC; &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; box now &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3B5; mini pc &#x3B7; raspberry &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3AC;&#x3C6;&#x3BF;&#x3C1;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BC;&#x3B5;&#x3BD;&#x3B1;</description></gpu><gpu><title>AMD Ryzen 3 3200G</title><cpuModel>3200G</cpuModel><BPeu>204.6</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172632-amd-ryzen-3-3200g/</link><benchmark>7160</benchmark><description>&#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3B1; 35 &#x3B5;&#x3C5;&#x3C1;&#x3C9; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 3rd Gen &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 5 2600</title><cpuModel>2600</cpuModel><BPeu>203.4</BPeu><price>65&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2038474-amd-ryzen-5-2600/</link><benchmark>13219</benchmark><description>&#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>Ryzen 5 2600x</title><cpuModel>2600X</cpuModel><BPeu>199.5</BPeu><price>70&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/1980879-ryzen-5-2600x/</link><benchmark>13962</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; Ryzen &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;, &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;, &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;, &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AE; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1;. &#x3A7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; &#x3B3;&#x3B9;&#x3B1; gaming (bf1, bfv, csgo &#x3BA;&#x3BB;&#x3C0;) &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BD; &#x3C5;&#x3C0;&#x3AD;&#x3C3;&#x3C4;&#x3B7; &#x3B2;&#x3B1;&#x3C1;&#x3CD; editing, rendering &#x3AE; overclocking. &#x39F; r5 2600x &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BC;&#x3B9;&#x3B1; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BB;&#x3CD;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; &#x3AE; &#x3BC;&#x3AD;&#x3C4;&#x3C1;&#x3B9;&#x3BF; gaming &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B1; &#x3BB;&#x3B5;&#x3C6;&#x3C4;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B5;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3AF;&#x3C1;&#x3B9;&#x3C3;&#x3B7; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B9;&#x3C2; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3AD;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3BA;&#x3AC;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3B3;&#x3BA;&#x3C1;&#x3B9;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3AC;&#x3BB;&#x3BB;&#x3BF;&#x3C5;&#x3C2; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C5;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B5;&#x3CD;&#x3C1;&#x3BF;&#x3C2; &#x3C4;&#x3B9;&#x3BC;&#x3CE;&#x3BD;. &#x397; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B5;&#x3C0;&#x3B9;&#x3B8;&#x3C5;&#x3BC;&#x3CE; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. &#x39C;&#x3AD;&#x3BD;&#x3C9; &#x3C3;&#x3C4;&#x3BF;&#x3BD; &#x39A;&#x3BF;&#x3C1;&#x3C5;&#x3B4;&#x3B1;&#x3BB;&#x3BB;&#x3CC;, &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3BF;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF; &#x3AC;&#x3BB;&#x3BB;&#x3BF; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3AF;&#x3BF; &#x3C3;&#x3C5;&#x3BD;&#x3AC;&#x3BD;&#x3C4;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B2;&#x3BF;&#x3BB;&#x3B5;&#x3CD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3B4;&#x3CD;&#x3BF; &#x3C0;&#x3BB;&#x3B5;&#x3C5;&#x3C1;&#x3AD;&#x3C2;.</description></gpu><gpu><title>AMD Ryzen 5 5600G (Tray) &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3B7; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3BF;&#x3BC;&#x3BF;&#x3B9;&#x3BF; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; igpu</title><cpuModel>5600G</cpuModel><BPeu>199.2</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171843-amd-ryzen-5-5600g-tray-%CE%B1%CE%BD%CF%84%CE%B1%CE%BB%CE%BB%CE%B1%CE%B3%CE%B7-%CE%BC%CE%B5-%CE%B1%CE%BD%CF%89%CF%84%CE%B5%CF%81%CE%BF-%CE%B7-%CF%80%CE%B1%CF%81%CE%BF%CE%BC%CE%BF%CE%B9%CE%BF-%CF%87%CF%89%CF%81%CE%B9%CF%82-igpu/</link><benchmark>19918</benchmark><description>&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B1; &#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;,&#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3B7; &#x3BA;&#x3BF;&#x3C1;&#x3C5;&#x3B4;&#x3B1;&#x3BB;&#x3BB;&#x3BF; &#x3B7; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3B1; &#x3B3;&#x3C5;&#x3C1;&#x3C9; Quick Specs Box: &#x274C; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5600G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>Ryzen 2700 box</title><cpuModel>2700</cpuModel><BPeu>196.7</BPeu><price>80&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2054224-ryzen-2700-box/</link><benchmark>15737</benchmark><description>Ryzen 2700 box &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3C7;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3B7;&#x3C2; (&#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3AF;&#x3C7;&#x3B1; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; 2 &#x3B5;&#x3B2;&#x3B4;&#x3BF;&#x3BC;&#x3AC;&#x3B4;&#x3B5;&#x3C2;) &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BD;&#x3BC;&#x3B6; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3B9;&#x3CE;&#x3C3;&#x3B5;&#x3B9; 80$ &#x3CC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3AD;&#x3C1;&#x3B8;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3AC;&#x3C1;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x391;&#x3C3;&#x3C0;&#x3C1;&#x3CC;&#x3C0;&#x3C5;&#x3C1;&#x3B3;&#x3BF; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3CC;&#x3C7;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;</description></gpu><gpu><title>Ryzen 7 2700 + Writh Spire RGB</title><cpuModel>2700</cpuModel><BPeu>196.7</BPeu><price>80&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174410-ryzen-7-2700-writh-spire-rgb/</link><benchmark>15737</benchmark><description>Ryzen 7 2700 &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B4;&#x3B5;&#x3BD; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF;, &#x3BC;&#x3CC;&#x3BD;&#x3BF; cpu-cooler. &#x39A;&#x3BF;&#x3B6;&#x3AC;&#x3BD;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9;, &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;.</description></gpu><gpu><title>AMD Ryzen 5 2400G</title><cpuModel>2400G</cpuModel><BPeu>194.2</BPeu><price>45&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169419-amd-ryzen-5-2400g/</link><benchmark>8739</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5;, &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;. &#x3A0;&#x3C1;&#x3BF;&#x3AD;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3B9;&#x3AC; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3BB;&#x3B9;&#x3B3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3BF;, &#x3C3;&#x3B5; multimedia &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3B9;&#x3BF;&#x3CD;. &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 3 2200G</title><cpuModel>2200G</cpuModel><BPeu>193.3</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2153875-amd-ryzen-3-2200g/</link><benchmark>6767</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; AMD Ryzen 3 2200g &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C4;&#x3BF; 2020 &#x3B5;&#x3BD; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3BA;&#x3BF;&#x3C1;&#x3C9;&#x3BD;&#x3BF;&#x3CA;&#x3BF;&#x3CD; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; &#x3C4;&#x3B1; &#x3BC;&#x3AD;&#x3C3;&#x3B1; &#x3C4;&#x3BF;&#x3C5; 2022. &#x391;&#x3C0;&#x3CC; &#x3C4;&#x3CC;&#x3C4;&#x3B5; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BC;&#x3B5;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF;&#x3C2;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5; BOX NOW &#x3C0;&#x3B1;&#x3BD;&#x3B5;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3AE; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;. Specifications &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 2 MB</description></gpu><gpu><title>AMD Ryzen 3 2200G</title><cpuModel>2200G</cpuModel><BPeu>193.3</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2165326-amd-ryzen-3-2200g/</link><benchmark>6767</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;&#x3C2;. &#x39F;&#x3B9; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3C6;&#x3B1;&#x3C4;&#x3B5;&#x3C2;. &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x388;&#x3C4;&#x3BF;&#x3C2; &#x39A;&#x3C5;&#x3BA;&#x3BB;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B1;&#x3C2; 2018 &#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3B3;&#x3AD;&#x3BD;&#x3B5;&#x3B9;&#x3B1; Ryzen 3 &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen Socket AM4 &#x3A3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3A3;&#x3C5;&#x3BC;&#x3B2;&#x3B1;&#x3C4;&#x3CC; Chipset A320, B350, B450, X370, X470, X570 &#x395;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2; 4 Threads 4 &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; (Base Frequency) 3,5 GHz &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 3,7 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache 4 MB &#x39E;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3C2; &#x39D;&#x3B1;&#x3B9; Thermal Design Power (TDP) 65 W &#x394;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B5;&#x3C2; &#x395;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; AMD Radeon Vega 8</description></gpu><gpu><title>AMD Ryzen 3 2200G</title><cpuModel>2200G</cpuModel><BPeu>193.3</BPeu><price>35&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158470-amd-ryzen-3-2200g/</link><benchmark>6767</benchmark><description>Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 2 MB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD Ryzen 3 2200g &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; Radeon Vega &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; AMD Wraith Stealth. &#x399;&#x3BA;&#x3B1;&#x3BD;&#x3CC;&#x3C2; &#x3B3;&#x3B9;&#x3B1; light gaming &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AC; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;</description></gpu><gpu><title>AMD RYZEN 5 3600X 3.8GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 6 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; &#x3B3;&#x3B9;&#x3B1; Socket AM4 &#x3C3;&#x3B5; &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BC;&#x3B5; &#x3A8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;</title><cpuModel>3600X</cpuModel><BPeu>192.4</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2136313-amd-ryzen-5-3600x-38ghz-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-6-%CF%80%CF%85%CF%81%CE%AE%CE%BD%CF%89%CE%BD-%CE%B3%CE%B9%CE%B1-socket-am4-%CF%83%CE%B5-%CE%BA%CE%BF%CF%85%CF%84%CE%AF-%CE%BC%CE%B5-%CF%88%CF%8D%CE%BA%CF%84%CF%81%CE%B1/</link><benchmark>19238</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; CPU AMD RYZEN 5 3600X &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B8;&#x3CC;&#x3BB;&#x3BF;&#x3C5; overcloking &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C5;&#x3C0;&#x3AE;&#x3C1;&#x3BE;&#x3B5; &#x3B1;&#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3BA;&#x3BF;&#x3C0;&#x3C4;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3BF;&#x3C3;&#x3BF;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3C1;&#x3CC; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3AF;&#x3C7;&#x3B1;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;, &#x3B1;&#x3BA;&#x3C1;&#x3B9;&#x3B2;&#x3CE;&#x3C2; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3CC;&#x3C1;&#x3B1;&#x3C3;&#x3B1;. &#x392;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen 2 Threads 12 &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 4,4 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache 32 MB &#x39E;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3C2; Thermal Design Power (TDP) 95 W &#x3A3;&#x3C5;&#x3BC;&#x3B2;&#x3B1;&#x3C4;&#x3CC; Chipset A320, A520, B350, B450, B550, X370, X470, X570 &#x3A5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B7;&#x3C1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B5;&#x3C2;: AMD GameCache, Precision Boost 2, AMD StoreMI, AMD Ryzen Master Utility, SenseMI &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AD;&#x3C2; &#x3AC;&#x3BB;&#x3BB;&#x3B5;&#x3C2;.</description></gpu><gpu><title>AMD Ryzen 5 2600X</title><cpuModel>2600X</cpuModel><BPeu>186.2</BPeu><price>75&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2125899-amd-ryzen-5-2600x/</link><benchmark>13962</benchmark><description>*&#x39C;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 3400G</title><cpuModel>3400G</cpuModel><BPeu>185.9</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169240-amd-ryzen-5-3400g/</link><benchmark>9294</benchmark><description>&#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C7;&#x3C9; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C0;&#x3BF;&#x3C5; 1,5 &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3BF; &#x3B4;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 5 2400G 3.6GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 4 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; (AM4)</title><cpuModel>2400G</cpuModel><BPeu>174.8</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2087980-amd-ryzen-5-2400g-36ghz-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-4-%CF%80%CF%85%CF%81%CE%AE%CE%BD%CF%89%CE%BD-am4/</link><benchmark>8739</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2;: AMD Ryzen 5 2400G &#x3B3;&#x3B9;&#x3B1; sockets AMD AM4. &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3C5;&#x3C0;&#x3B5;&#x3C1;&#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3B9;. &#x394;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3BF;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x39C;&#x3B5;&#x3BD;&#x3C9; &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1;. &#x3A3;&#x3C4;&#x3B5;&#x3BB;&#x3BD;&#x3C9; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3B1;. &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3B1; Platform Boxed Processor Product Family AMD Ryzen&#x2122; Processors Product Line AMD Ryzen&#x2122; 5 Desktop Processors with Radeon&#x2122; Vega Graphics # of CPU Cores 4 # of Threads 8 Max. Boost Clock Up to 3.9GHz Base Clock 3.6GHz L1 Cache 384KB L2 Cache 2MB L3 Cache 4MB Default TDP 65W AMD Configurable TDP (cTDP) 46-65W Processor Technology for CPU Cores 14nm FinFET Unlocked for Overclocking Yes CPU Socket AM4 Thermal Solution (PIB) Wraith Stealth Max. Operating Temperature (Tjmax) 95&#xB0;C Launch Date 02/12/2018 *OS Support Windows 10 - 64-Bit Edition RHEL x86 64-Bit Ubuntu x86 64-Bit *Operating System (OS) support will vary by manufacturer. Connectivity PCI Express&#xAE; Version PCIe&#xAE; 3.0 x8 System Memory Type DDR4 Memory Channels 2 System Memory Specification Up to 2933MHz Graphics Capabilities Graphics Model Radeon&#x2122; RX Vega 11 Graphics Graphics Core Count 11 Graphics Frequency 1250 MHz Product IDs Product ID Boxed YD2400C5FBBOX Product ID Tray YD2400C5M4MFB Product ID MPK YD2400C5FBMPK Key Features Supported Technologies AMD Software: Adrenalin Edition AMD SenseMI Technology AMD VR Ready Processors AMD Ryzen&#x2122; Master Utility Enmotus FuzeDrive&#x2122; for AMD Ryzen&#x2122; AMD FreeSync&#x2122; Technology</description></gpu><gpu><title>Ryzen 3 1300x &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;</title><cpuModel>1300x</cpuModel><BPeu>174.2</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2131235-ryzen-3-1300x-%CE%BC%CE%B1%CE%B6%CE%AF-%CE%BC%CE%B5-%CF%88%CF%8D%CE%BA%CF%84%CF%81%CE%B1/</link><benchmark>6968</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;(&#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3B7;) &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; !! &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3B5;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3CE; !!</description></gpu><gpu><title>AMD Ryzen 7 3700X (Box)</title><cpuModel>3700X</cpuModel><BPeu>174</BPeu><price>130&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2128209-amd-ryzen-7-3700x-box/</link><benchmark>22625</benchmark><description>&#x3A0;&#x3BB;&#x3B7;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF; &#x3BC;&#x3B5; &#x3BF;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C5;(&#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;,&#x3B1;&#x3BC;&#x3B5;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3B7;&#x3C1;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;) &#x395;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3B7;&#x3BE;&#x3B7; , &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3C7;&#x3B1; &#x3C0;&#x3B1;&#x3BD;&#x3C9; &#x3B4;&#x3C5;&#x3BF; &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B9;&#x3B1;. &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; overclock &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3C0;&#x3B1;&#x3C7;&#x3BD;&#x3B9;&#x3B4;&#x3B9;&#x3B1;( &#x3BC;&#x3B9;&#x3B1; &#x3C6;&#x3BF;&#x3C1;&#x3B1; &#x3C4;&#x3BF; &#x3BC;&#x3B7;&#x3BD;&#x3B1;) &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3B5;&#x3C2;. &#x3A0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3C8;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3C5;. &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9;! Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 3700X 3.6GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 8 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; &#x3B3;&#x3B9;&#x3B1; Socket AM4 &#x3C3;&#x3B5; &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BC;&#x3B5; &#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1;</title><cpuModel>3700X</cpuModel><BPeu>174</BPeu><price>130&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2145096-amd-ryzen-7-3700x-36ghz-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-8-%CF%80%CF%85%CF%81%CE%AE%CE%BD%CF%89%CE%BD-%CE%B3%CE%B9%CE%B1-socket-am4-%CF%83%CE%B5-%CE%BA%CE%BF%CF%85%CF%84%CE%AF-%CE%BC%CE%B5-%CE%B1%CF%81%CF%87%CE%B9%CE%BA%CE%AE-%CF%83%CF%85%CF%83%CE%BA%CE%B5%CF%85%CE%B1%CF%83%CE%AF%CE%B1/</link><benchmark>22625</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AE; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3CC; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5;. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x391;&#x3C0;&#x3CC; &#x397;&#x3C1;&#x3AC;&#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3BF; &#x39A;&#x3C1;&#x3AE;&#x3C4;&#x3B7;&#x3C2;.&#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;. &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: &#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3B3;&#x3AD;&#x3BD;&#x3B5;&#x3B9;&#x3B1;:Ryzen 7 &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE;:Zen 2 Socket:AM4 &#x3A3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1;: &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3A3;&#x3C5;&#x3BC;&#x3B2;&#x3B1;&#x3C4;&#x3CC; Chipset:A320, A520, B350, B450, B550, X370, X470, X570 &#x395;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2;: &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2; 8-Threads 16 &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: (Base Frequency)3,6 GHz &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4,4 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache:32 MB &#x39E;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3C2;: &#x39D;&#x3B1;&#x3B9; Thermal Design Power: (TDP)65 W &#x3A0;&#x3C1;&#x3BF;&#x3C3;&#x3BF;&#x3C7;&#x3AE;, &#x3B4;&#x3B5; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1;.</description></gpu><gpu><title>AMD Ryzen 9 3900X (Box)</title><cpuModel>3900X</cpuModel><BPeu>172.1</BPeu><price>190&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172020-amd-ryzen-9-3900x-box/</link><benchmark>32698</benchmark><description>&#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; 5/2020. &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; Overclocking. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5; (&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3B7;) &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE;:&#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3900X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 3 2200G</title><cpuModel>2200G</cpuModel><BPeu>169.2</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161642-amd-ryzen-3-2200g/</link><benchmark>6767</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x397; &#x3C3;&#x3C4;&#x3BF;&#x3BA; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C3;&#x3C5;&#x3BC;&#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BB;&#x3B1;&#x3BC;&#x3B2;&#x3AC;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x395;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3AD;&#x3C7;&#x3C9; &#x3BA;&#x3B1;&#x3B9; &#x3AC;&#x3BB;&#x3BB;&#x3B7; &#x3BC;&#x3AF;&#x3B1; &#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3C3;&#x3C4;&#x3BF;&#x3BA; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; (stealth wrath) Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 2 MB</description></gpu><gpu><title>&#x3A3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; AMD Ryzen 7 5800X (Box)</title><cpuModel>5800X</cpuModel><BPeu>164.7</BPeu><price>170&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174065-%CF%83%CF%86%CF%81%CE%B1%CE%B3%CE%B9%CF%83%CE%BC%CE%AD%CE%BD%CE%BF%CF%82-amd-ryzen-7-5800x-box/</link><benchmark>28004</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;, &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BA;&#x3CC;&#x3BB;&#x3BB;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3C3;&#x3C6;&#x3B1;&#x3BB;&#x3B5;&#x3AF;&#x3B1;&#x3C2; &#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3C3;&#x3C4;&#x3AC;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;. &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD Ryzen 7 5800X &#x3B1;&#x3C0;&#x3B5;&#x3C5;&#x3B8;&#x3CD;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C0;&#x3B1;&#x3B9;&#x3C4;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3BF;&#x3CD;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B1;&#x3BD;&#x3B1;&#x3B6;&#x3B7;&#x3C4;&#x3BF;&#x3CD;&#x3BD; &#x3C5;&#x3C8;&#x3B7;&#x3BB;&#x3AE; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1;. &#x391;&#x3C0;&#x3BF;&#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3AF; &#x3BC;&#x3AD;&#x3C1;&#x3BF;&#x3C2; &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3B5;&#x3B9;&#x3C1;&#x3AC;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3CE;&#x3BD; Ryzen 5000 &#x3C4;&#x3B7;&#x3C2; AMD, &#x3B7; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B1; &#x3B2;&#x3B1;&#x3C3;&#x3AF;&#x3B6;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen 3 &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C6;&#x3AD;&#x3C1;&#x3B5;&#x3B9; &#x3B1;&#x3C1;&#x3BA;&#x3B5;&#x3C4;&#x3AD;&#x3C2; &#x3B2;&#x3B5;&#x3BB;&#x3C4;&#x3B9;&#x3CE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C3;&#x3B5; &#x3C3;&#x3C7;&#x3AD;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3C1;&#x3BF;&#x3B7;&#x3B3;&#x3BF;&#x3CD;&#x3BC;&#x3B5;&#x3BD;&#x3B7; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC; &#x3C4;&#x3C9;&#x3BD; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3CE;&#x3BD; Ryzen 3000. &#x39F; Ryzen 7 5800X &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; 8 &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; 16 Threads &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1;&#x3C2;, &#x3BC;&#x3B5; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 3,8 GHz &#x3C0;&#x3BF;&#x3C5; &#x3C6;&#x3C4;&#x3AC;&#x3BD;&#x3B5;&#x3B9; &#x3AD;&#x3C9;&#x3C2; 4,7 GHz &#x3C3;&#x3B5; boost mode. &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; 32 MB &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7;&#x3C2; cache &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C7;&#x3B5;&#x3B9; TDP (Thermal Design Power) 105W. &#x391;&#x3C0;&#x3BF;&#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3AF; &#x3BC;&#x3B9;&#x3B1; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C5;&#x3C8;&#x3B7;&#x3BB;&#x3AE; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3AD;&#x3C2; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3B1;&#x3C0;&#x3BB;&#x3CE;&#x3BD; &#x3BD;&#x3B7;&#x3BC;&#x3AC;&#x3C4;&#x3C9;&#x3BD;, &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3B2;&#x3AF;&#x3BD;&#x3C4;&#x3B5;&#x3BF;, &#x3B1;&#x3C0;&#x3B1;&#x3B9;&#x3C4;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B9;&#x3BA;&#x3CC; &#x3BA;&#x3B1;&#x3B9; content creation, &#x3B5;&#x3BD;&#x3CE; &#x3C0;&#x3B1;&#x3C1;&#x3AC;&#x3BB;&#x3BB;&#x3B7;&#x3BB;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C6;&#x3AD;&#x3C1;&#x3B5;&#x3B9; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1;. &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B4;&#x3B5;&#x3BD; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;. &#x391;&#x3C5;&#x3C4;&#x3CC; &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3CC;&#x3C4;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3AD;&#x3C7;&#x3B5;&#x3C4;&#x3B5; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3BF; &#x3B5;&#x3B9;&#x3BA;&#x3CC;&#x3BD;&#x3B1;&#x3C2; &#x3B8;&#x3B1; &#x3C0;&#x3C1;&#x3AD;&#x3C0;&#x3B5;&#x3B9; &#x3BD;&#x3B1; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3C3;&#x3B5;&#x3C4;&#x3B5; &#x3BC;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3B8;&#x3B5;&#x3C4;&#x3B7; &#x3B1;&#x3C5;&#x3C4;&#x3CC;&#x3BD;&#x3BF;&#x3BC;&#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; (discrete GPU), &#x3B7; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B1; &#x3B8;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3C0;&#x3BB;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3BB;&#x3BB;&#x3B7;&#x3BB;&#x3BF;&#x3C5; &#x3C5;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C7;&#x3AD;&#x3B1;, &#x3CC;&#x3C0;&#x3C9;&#x3C2; PCIe (PCI Express). &#x39F;&#x3B9; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BE;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3B6;&#x3BF;&#x3C5;&#x3BD; &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3C4;&#x3C1;&#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B9;&#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3AD;&#x3C2; / &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3C3;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3B9;&#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3B1;&#x3BD;&#x3BF;&#x3AF;&#x3B3;&#x3B5;&#x3B9;&#x3C2; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AD;&#x3C2; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3AD;&#x3C2; &#x3C4;&#x3B1;&#x3C5;&#x3C4;&#x3CC;&#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B1;. &#x39F;&#x3B9; &#x3C0;&#x3B9;&#x3BF; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3C6;&#x3B1;&#x3C4;&#x3B5;&#x3C2; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B5;&#x3C2; &#x38C;&#x3C4;&#x3B1;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3C4;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; "Zen 3" &#x3B3;&#x3B9;&#x3B1; gamers &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B7;&#x3BC;&#x3B9;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3C2; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B5;&#x3C7;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C5;, &#x3BF;&#x3B9; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B5;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3CC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C2;. &#x395;&#x3AF;&#x3C4;&#x3B5; &#x3C0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3C4;&#x3B5; &#x3C4;&#x3B1; &#x3C0;&#x3B9;&#x3BF; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3C6;&#x3B1;&#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1;, &#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3B9;&#x3AC;&#x3B6;&#x3B5;&#x3C4;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C0;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3BF;&#x3C5;&#x3C1;&#x3B1;&#x3BD;&#x3BF;&#x3BE;&#x3CD;&#x3C3;&#x3C4;&#x3B7;, &#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3AC;&#x3B6;&#x3B5;&#x3C3;&#x3C4;&#x3B5; &#x3B4;&#x3B5;&#x3B4;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3B1;, &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3B5;&#x3C3;&#x3C4;&#x3B5; &#x3AD;&#x3BD;&#x3B1;&#x3BD; &#x3B9;&#x3C3;&#x3C7;&#x3C5;&#x3C1;&#x3CC; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C4;&#x3B1; &#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3CC;&#x3BB;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3AC; - &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B7; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B1;. &#x3A7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3B1;&#x3BC;&#x3C6;&#x3B9;&#x3B2;&#x3BF;&#x3BB;&#x3AF;&#x3B1;, &#x3BF;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C4;&#x3C1;&#x3B1;&#x3C0;&#x3AD;&#x3B6;&#x3B9;&#x3BF;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; AMD Ryzen&#x2122; 5000 Series &#x3B8;&#x3AD;&#x3C4;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3C0;&#x3AE;&#x3C7;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3C0;&#x3B1;&#x3AF;&#x3BA;&#x3C4;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3BA;&#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3C4;&#x3AD;&#x3C7;&#x3BD;&#x3B5;&#x3C2;. &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B1; AMD StoreMI &#x39B;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B9;&#x3BA;&#x3CC; &#x3C0;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3C5;&#x3AC;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3C4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; SSD &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; HDD. &#x39C;&#x3B5; &#x3C4;&#x3BF; Store MI &#x3C4;&#x3B1; &#x3B4;&#x3CD;&#x3BF; &#x3B1;&#x3BD;&#x3B5;&#x3BE;&#x3AC;&#x3C1;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3B8;&#x3B7;&#x3BA;&#x3B5;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3AD;&#x3C3;&#x3B1; &#x3B4;&#x3B7;&#x3BC;&#x3B9;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3BD; &#x3AD;&#x3BD;&#x3B1; &#x3B5;&#x3BD;&#x3B9;&#x3B1;&#x3AF;&#x3BF; Drive &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3AD;&#x3BE;&#x3C5;&#x3C0;&#x3BD;&#x3B7; &#x3B4;&#x3B9;&#x3B1;&#x3C7;&#x3B5;&#x3AF;&#x3C1;&#x3B9;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B9;&#x3BA;&#x3BF;&#x3CD; &#x3BC;&#x3B1;&#x3C2; &#x3B4;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3AF;&#x3C3;&#x3C4;&#x3B5;&#x3C5;&#x3C4;&#x3B1; &#x3C0;&#x3BB;&#x3B5;&#x3BF;&#x3BD;&#x3B5;&#x3BA;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3C3;&#x3BC;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3BE;&#x3BF;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3CC;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3C7;&#x3C1;&#x3B7;&#x3BC;&#x3AC;&#x3C4;&#x3C9;&#x3BD;. &#x391;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen 3 &#x39A;&#x3AC;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3C2; &#x3C4;&#x3BF; &#x3BD;&#x3C4;&#x3B5;&#x3BC;&#x3C0;&#x3BF;&#x3CD;&#x3C4;&#x3BF; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3C3;&#x3C4;&#x3B7; &#x3C3;&#x3B5;&#x3B9;&#x3C1;&#x3AC; 5000 &#x3BF;&#x3B9; Zen 3 &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BF;&#x3BB;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3C0;&#x3B1;&#x3BD;&#x3B1;&#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3B9; &#x3C3;&#x3C4;&#x3B7; &#x3B8;&#x3C1;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC; Zen. IPC, &#x3BF;&#x3B9; Zen 3 &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3BF;&#x3CD;&#x3BD; &#x3BD;&#x3B1; &#x3B1;&#x3BD;&#x3C4;&#x3BB;&#x3AE;&#x3C3;&#x3BF;&#x3C5;&#x3BD; 19% &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3AC;&#x3B8;&#x3B5; MHz &#x3C3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;&#x3C2; &#x3C3;&#x3B5; &#x3C3;&#x3C7;&#x3AD;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC; Zen 2 Lower Latency, &#x3BC;&#x3B5;&#x3C4;&#x3AC;&#x3B2;&#x3B1;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3AD;&#x3BD;&#x3B1; &#x3BD;&#x3AD;&#x3BF; &#x3B5;&#x3BD;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3C1;&#x3CC;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; &#x3BA;&#x3B1;&#x3B9; cache &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3B9;&#x3CE;&#x3BD;&#x3B5;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3C5;&#x3C3;&#x3C4;&#x3B5;&#x3C1;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C0;&#x3B9;&#x3BA;&#x3BF;&#x3B9;&#x3BD;&#x3C9;&#x3BD;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2;. AMD Ryzen&#x2122; VR Ready Premium &#x393;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B1;&#x3C0;&#x3B1;&#x3B9;&#x3C4;&#x3BF;&#x3CD;&#x3BD; &#x3BC;&#x3B9;&#x3B1; &#x3BA;&#x3BF;&#x3C1;&#x3C5;&#x3C6;&#x3B1;&#x3AF;&#x3B1; &#x3B5;&#x3BC;&#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3AF;&#x3B1; VR, &#x3B7; AMD &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C6;&#x3AD;&#x3C1;&#x3B5;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; Ryzen&#x2122; VR Ready Premium &#x3C5;&#x3C8;&#x3B7;&#x3BB;&#x3AE;&#x3C2; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7;&#x3C2;. &#x391;&#x3C5;&#x3C4;&#x3AC; &#x3C4;&#x3B1; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3B5;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3B1; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3CD;&#x3BD; &#x3AE; &#x3C5;&#x3C0;&#x3B5;&#x3C1;&#x3B2;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3B9;&#x3C2; &#x3C4;&#x3C1;&#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3C3;&#x3B5;&#x3C2; &#x3C3;&#x3C5;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3CE;&#x3BC;&#x3B5;&#x3BD;&#x3B5;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3B4;&#x3B9;&#x3B1;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AD;&#x3C2; &#x3C4;&#x3C9;&#x3BD; &#x3BA;&#x3BF;&#x3C1;&#x3C5;&#x3C6;&#x3B1;&#x3AF;&#x3C9;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3CE;&#x3BD; VR-HMD Oculus Rift, HTC Vive &#x3AE; Windows&#xAE; Mixed Reality &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2;, &#x3C3;&#x3C5;&#x3BC;&#x3B2;&#x3AC;&#x3BB;&#x3BB;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3C2; &#x3C3;&#x3C4;&#x3B7; &#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C6;&#x3AC;&#x3BB;&#x3B9;&#x3C3;&#x3B7; &#x3C4;&#x3C9;&#x3BD; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3C9;&#x3BD; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CE;&#x3BD; &#x3B5;&#x3BC;&#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3CE;&#x3BD; &#x3C3;&#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3B5;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3BF;&#x3CD;&#x3C2; &#x3BA;&#x3CC;&#x3C3;&#x3BC;&#x3BF;&#x3C5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3AD;&#x3B3;&#x3B5;&#x3C4;&#x3B5;. Ryzen Master &#x39F;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BE;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3AC;&#x3C3;&#x3B9;&#x3BF; &#x3CE;&#x3C3;&#x3C4;&#x3B5; &#x3BD;&#x3B1; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF;&#x3C2; &#x3BD;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BC;&#x3B5;&#x3C4;&#x3C1;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C4;&#x3BF;&#x3BD; &#x3B4;&#x3B9;&#x3BA;&#x3CC; &#x3C3;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x3B1;&#x3BD;&#x3AC;&#x3B3;&#x3BA;&#x3B5;&#x3C2; &#x3C3;&#x3BF;&#x3C5;. &#x3A4;&#x3BF; &#x3C0;&#x3C1;&#x3CC;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1; Ryzen Master &#x3AD;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BD;&#x3B1; &#x3B2;&#x3BF;&#x3B7;&#x3B8;&#x3AE;&#x3C3;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3C3;&#x3B5;&#x3C4;&#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B5;&#x3C2; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3AD;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3B5;&#x3C3;&#x3B1;&#x3B9;. &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3CC; &#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3CD;, &#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3CD; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C7;&#x3C9;&#x3C1;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C5;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B6;&#x3C9;&#x3BD;&#x3C4;&#x3B1;&#x3BD;&#x3AE; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3BF;&#x3BB;&#x3BF;&#x3CD;&#x3B8;&#x3B7;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5800X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 2700X ME &#x3A8;&#x3A5;&#x39A;&#x3A4;&#x3A1;&#x391; WRAITH PRISM</title><cpuModel>2700X</cpuModel><BPeu>159.7</BPeu><price>110&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2071799-amd-ryzen-7-2700x-me-%CF%88%CF%85%CE%BA%CF%84%CF%81%CE%B1-wraith-prism/</link><benchmark>17564</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD RYZEN 7 2700X &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;. &#x395;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2;. &#x3A7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3C4;&#x3B1; &#x39C;&#x3B5;&#x3BB;&#x3AF;&#x3C3;&#x3C3;&#x3B9;&#x3B1; (&#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;). &#x39F;&#x3B9; &#x3C6;&#x3C9;&#x3C4;&#x3CC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BD;&#x3B4;&#x3B5;&#x3B9;&#x3BA;&#x3C4;&#x3B9;&#x3BA;&#x3AD;&#x3C2;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 3 1200</title><cpuModel>1200</cpuModel><BPeu>158.1</BPeu><price>40&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174484-amd-ryzen-3-1200/</link><benchmark>6322</benchmark><description>&#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1200 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 8 MB</description></gpu><gpu><title>AMD Ryzen 3 1200 &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3A8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C4;&#x3BF;&#x3C5;</title><cpuModel>1200</cpuModel><BPeu>158.1</BPeu><price>39,99&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2145259-amd-ryzen-3-1200-%CE%BC%CE%B5-%CF%84%CE%B7%CE%BD-%CF%88%CF%85%CE%BA%CF%84%CF%81%CE%B1-%CF%84%CE%BF%CF%85/</link><benchmark>6322</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;, &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3B5;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. (&#x3A3;&#x3C4;&#x3B5;&#x3BB;&#x3BD;&#x3C9; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3C2; &#x399;&#x3C9;&#x3B1;&#x3BD;&#x3BD;&#x3B9;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3B5; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3B7;) &#x39C;&#x395; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1200 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 8 MB</description></gpu><gpu><title>AMD Ryzen 7 2700 (Box)</title><cpuModel>2700</cpuModel><BPeu>157.4</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2140585-amd-ryzen-7-2700-box/</link><benchmark>15737</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BF;&#x3BC;&#x3AC;&#x3B4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; insomnia. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Ryzen 7 2700 Box &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; 5900x. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclock &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C0;&#x3B1;&#x3B9;&#x3B6;&#x3B5; games &#x3C3;&#x3B5; 1080p. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B6;&#x3BF;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B8;&#x3BF;&#x3BB;&#x3BF;&#x3C5;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B8;&#x3B1; &#x3AE;&#x3B8;&#x3B5;&#x3BB;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3AC;&#x3C4;&#x3BF;&#x3BC;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>AMD Ryzen 5 3400G</title><cpuModel>3400G</cpuModel><BPeu>154.9</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2137379-amd-ryzen-5-3400g/</link><benchmark>9294</benchmark><description>Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB AMD Ryzen 5 3400G with Radeon Vega Graphics 3.70 GHz &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1; &#x3C3;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C3;&#x3B1; &#x3C4;&#x3BF;&#x3C5; 2020 &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3B9;&#x3C7;&#x3B1; &#x3BC;&#x3B5; &#x3BC;&#x3B9;&#x3B1; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; arctic &#x3BC;&#x3B5; &#x3C3;&#x3C5;&#x3C7;&#x3BD;&#x3BF;&#x3C5;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3BF;&#x3C5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3BD;&#x3B1; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; overclock &#x3C0;&#x3BF;&#x3C4;&#x3B5;, &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B5;&#x3B3;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE;: Zen+ &#x395;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC;: AMD Radeon Vega 11 Socket: AM4 &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BB;&#x3B1;&#x3BC;&#x3B2;&#x3AC;&#x3BD;&#x3B5;&#x3B9; &#x3A8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3BF;&#x3C5; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3B7;. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3B5;&#x3BD;&#x3B1; &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3BF; PSU CORSAIR VS SERIES VS450 - 450W 80+ &#x3B5;&#x3C0;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B5;&#x3B3;&#x3BC;&#x3B5;&#x3BD;&#x3BF;, &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3B1; 30&#x3B5;&#x3C5;&#x3C1;&#x3BF; &#x3BE;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; 2x8gb RAM CORSAIR VENGEANCE LPX DDR4 3000mh cl16 &#x3C3;&#x3C4;&#x3B1; 30 &#x3B5;&#x3C5;&#x3C1;&#x3BF;. &#x3B7;&#x3C7;&#x3B5;&#x3B9;&#x3B1; Logitech Surround Sound Speakers Z506 &#x3C3;&#x3C4;&#x3B1; 50&#x3B5;&#x3C5;&#x3C1;&#x3BF; &#x39F;&#x3BB;&#x3BF; &#x3C4;&#x3BF; &#x3C3;&#x3B5;&#x3C4; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3C3;&#x3C4;&#x3B1; 140&#x3B5;&#x3C5;&#x3C1;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3B5;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3B7;&#x3C2; &#x3BA;&#x3B5;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. &#x3B9;&#x3B4;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3BF; &#x3B3;&#x3B9;&#x3B1; 1&#x3BF; build &#x3C3;&#x3B5; &#x3B5;&#x3C6;&#x3B7;&#x3B2;&#x3BF; &#x3B7; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3BD;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3BB;&#x3B7; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; gaming &#x3C4;&#x3C5;&#x3C0;&#x3BF;&#x3C5; lol,apex,fortnite,cs. &#x3BA;&#x3BB;&#x3C0;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 7 3700X (Box)</title><cpuModel>3700X</cpuModel><BPeu>150.8</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171331-amd-ryzen-7-3700x-box/</link><benchmark>22625</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; (Wraith Prism &#x391;&#x3B5;&#x3C1;&#x3CC;&#x3C8;&#x3C5;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3BB;&#x3CE;&#x3B4;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3B3;&#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B9;&#x3C3;&#x3BC;&#x3BF;&#x3CD; RGB &#x3C7;&#x3C1;&#x3C9;&#x3BC;&#x3AC;&#x3C4;&#x3C9;&#x3BD;). &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3B1;&#x3C0;&#x3CC; &#x3A4;&#x3C1;&#x3AF;&#x3BA;&#x3B1;&#x3BB;&#x3B1; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3AF;&#x3B1;&#x3C2; &#x3BC;&#x3B5; &#x395;&#x39B;&#x3A4;&#x391; Courier &#x3AD;&#x3C0;&#x3B5;&#x3B9;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3C1;&#x3B1;&#x3C0;&#x3B5;&#x3B6;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. &#x394;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE;&#x3C2;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 3700X (Box)</title><cpuModel>3700X</cpuModel><BPeu>150.8</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166260-amd-ryzen-7-3700x-box/</link><benchmark>22625</benchmark><description>&#x394;&#x3B9;&#x3B1;&#x3B8;&#x3B5;&#x3C4;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C8;&#x3C5;&#x3C7;&#x3C4;&#x3C1;&#x3B1;, &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;, &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C2; ( &#x3BD;&#x3BF;&#x3B5;&#x3BC;&#x3B2;&#x3C1;&#x3B7;&#x3C2; 2021). &#x395;&#x3B9;&#x3C7;&#x3B5; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3C5; gaming &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3BF;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3B1;&#x3B3;&#x3B3;&#x3AE; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; 5800x &#x3B7;&#x384; 5900x &#x391;&#x3C0;&#x3CC; &#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3BC;&#x3CC;&#x3BD;&#x3BF;. &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9;! Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>Gigabyte B450 Aorus Elite V2 + AMD Ryzen 7 3700X 3.6GHz</title><cpuModel>3700X</cpuModel><BPeu>150.8</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174367-gigabyte-b450-aorus-elite-v2-amd-ryzen-7-3700x-36ghz/</link><benchmark>22625</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x397; &#x3C0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5; setup...</description></gpu><gpu><title>AMD Ryzen 3 2200G 8 gb ram</title><cpuModel>2200G</cpuModel><BPeu>150.4</BPeu><price>45&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2160278-amd-ryzen-3-2200g-8-gb-ram/</link><benchmark>6767</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; . &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; . &#x3A0;&#x3B1;&#x3C4;&#x3C1;&#x3B1; . &#x393;&#x3B9;&#x3B1; &#x3CC;&#x3C4;&#x3B9; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3B5;&#x3C4;&#x3B5; &#x3BC;&#x3CD;&#x3BD;&#x3B7;&#x3BC;&#x3B1; . &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; revolut . &#x3A4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x3A3;&#x3C4;&#x3B5;&#x3BB;&#x3BD;&#x3C9; &#x3BC;&#x3B5; box now +1&#x20AC; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 2rd Gen &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 3 3200G</title><cpuModel>3200G</cpuModel><BPeu>143.2</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2150200-amd-ryzen-3-3200g/</link><benchmark>7160</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3B5;&#x3C1;&#x3B1;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BB;&#x3BF;&#x3B3;&#x3B1;&#x3C1;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3BF; &#x3C6;&#x3B9;&#x3BB;&#x3BF;&#x3C5;, &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1;. &#x397; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3B4;&#x3BF;&#x3BA;&#x3B9;&#x3BC;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3C1;&#x3C9;&#x3C4;&#x3B7; &#x3BC;&#x3B5;&#x3C1;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3B4;&#x3BF;&#x3C5;&#x3BC;&#x3B5; &#x3B1;&#x3BD; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3C5;&#x3B5;&#x3B9;, &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BF;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3B1;, &#x3C8;&#x3C5;&#x3C7;&#x3BF;&#x3C4;&#x3B1;&#x3BD; &#x3B1;&#x3C0;&#x3BF; &#x3BC;&#x3B9;&#x3B1; Arctic Freezer 34. &#x3A0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B1;&#x3C4;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3BD;&#x3B1;&#x3BB;&#x3B1;&#x3B3;&#x3B7; &#x3C7;&#x3B5;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3B5;&#x3C1;&#x3B9;</description></gpu><gpu><title>AMD Ryzen 3 3200G (Box)</title><cpuModel>3200G</cpuModel><BPeu>143.2</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158103-amd-ryzen-3-3200g-box/</link><benchmark>7160</benchmark><description>&#x395;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CC;&#x3C2; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>AMD Ryzen 3 3200G with Radeon Vega 8 Graphics (Box)</title><cpuModel>3200G</cpuModel><BPeu>143.2</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2154392-amd-ryzen-3-3200g-with-radeon-vega-8-graphics-box/</link><benchmark>7160</benchmark><description>Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 6 MB</description></gpu><gpu><title>AMD Ryzen 5 7600 (Box)</title><cpuModel>7600</cpuModel><BPeu>137.8</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172726-amd-ryzen-5-7600-box/</link><benchmark>27550</benchmark><description>&#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C2;, &#x3C4;&#x3BF;&#x3BD; &#x3B4;&#x3AF;&#x3BD;&#x3C9; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3C5;&#x3BC;&#x3B2;&#x3B1;&#x3C4;&#x3CC;&#x3C2; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3BC;&#x3BF;&#x3C5;. &#x39A;&#x3B1;&#x3BB;&#x3CD;&#x3C0;&#x3C4;&#x3C9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3BF;&#x3C2;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 7600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; Ryzen 2200G 3400G</title><cpuModel>2200G</cpuModel><BPeu>135.3</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2073637-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AD%CF%82-%CE%BC%CE%B5-%CE%B5%CE%BD%CF%83%CF%89%CE%BC%CE%B1%CF%84%CF%89%CE%BC%CE%AD%CE%BD%CE%B1-%CE%B3%CF%81%CE%B1%CF%86%CE%B9%CE%BA%CE%AC-ryzen-2200g-3400g/</link><benchmark>6767</benchmark><description>&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3C2; Ryzen &#x3B3;&#x3B9;&#x3B1; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; 2200G 50&#x20AC; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; vega 8 3400G 70&#x20AC; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; vega 11 &#x39F;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; tray &#x3A0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1; &#x3B8;&#x3B1; &#x3B4;&#x3B9;&#x3B1;&#x3B3;&#x3C1;&#x3AC;&#x3C6;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9;</description></gpu><gpu><title>AMD Ryzen 9 5950X</title><cpuModel>5950X</cpuModel><BPeu>134.8</BPeu><price>340&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2153256-amd-ryzen-9-5950x/</link><benchmark>45835</benchmark><description>Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB &#x392;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3C4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AE; Zen 3 Threads 32 &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Cache 64 MB &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 4,9 GHz Thermal Design Power (TDP) 105 W &#x39E;&#x3B5;&#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3B4;&#x3C9;&#x3C4;&#x3BF;&#x3C2; &#x391;&#x393;&#x39F;&#x3A1;&#x391;&#x3A3;&#x3A4;&#x397;&#x39A;&#x395; &#x39A;&#x391;&#x399;&#x39D;&#x39F;&#x3A5;&#x3A1;&#x399;&#x39F;&#x3A3; &#x39A;&#x391;&#x399; &#x395;&#x3A7;&#x395;&#x399; &#x3A0;&#x395;&#x3A1;&#x391;&#x3A3;&#x395;&#x399; &#x39C;&#x39F;&#x39D;&#x39F; WINDOWS, &#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x391;&#x399; &#x39B;&#x39F;&#x393;&#x39F; &#x39F;&#x399;&#x39A;&#x39F;&#x39D;&#x39F;&#x39C;&#x399;&#x39A;&#x397;&#x3A3; &#x391;&#x39D;&#x391;&#x393;&#x39A;&#x397;&#x3A3;. &#x391;&#x3A0;&#x39F;&#x3A3;&#x3A4;&#x39F;&#x39B;&#x397; &#x395;&#x3A0;&#x395;&#x399;&#x3A4;&#x391; &#x391;&#x3A0;&#x39F; &#x39A;&#x391;&#x3A4;&#x391;&#x398;&#x395;&#x3A3;&#x397; &#x398;&#x391; &#x394;&#x3A9;&#x398;&#x395;&#x399; &#x39A;&#x391;&#x399; &#x3A4;&#x39F; &#x3A0;&#x391;&#x3A1;&#x391;&#x3A3;&#x3A4;&#x391;&#x3A4;&#x399;&#x39A;&#x39F; &#x391;&#x393;&#x39F;&#x3A1;&#x391;&#x3A3;, &#x395;&#x39D;&#x3A4;&#x39F;&#x3A3; &#x395;&#x393;&#x393;&#x3A5;&#x397;&#x3A3;&#x395;&#x3A9;&#x3A3;. &#x395;&#x393;&#x393;&#x3A5;&#x397;&#x3A3;&#x397; &#x393;&#x399;&#x391; &#x3A4;&#x397;&#x39D; &#x391;&#x393;&#x39F;&#x3A1;&#x391; &#x3A3;&#x391;&#x3A3; &#x39F;&#x399; &#x391;&#x39E;&#x399;&#x39F;&#x39B;&#x39F;&#x393;&#x397;&#x3A3;&#x395;&#x399;&#x3A3; &#x39C;&#x39F;&#x3A5;.</description></gpu><gpu><title>Amd Ryzen 5 3400G</title><cpuModel>3400G</cpuModel><BPeu>132.8</BPeu><price>70&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169259-amd-ryzen-5-3400g/</link><benchmark>9294</benchmark><description>Ryzen 5 3400G, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B1;&#x3C5;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; Radeon RX Vega 11. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclock &#x3AE; undervolt. &#x39F;&#x3B9; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C0;&#x3B9;&#x3B1;&#x3BD;&#x3B5; &#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3AF;&#x3C7;&#x3B1; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3AD;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3B9;&#x3B4;&#x3AE; &#x3AD;&#x3C7;&#x3C9; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; (cpu cooler). &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BA;&#x3AD;&#x3BD;&#x3C4;&#x3C1;&#x3BF; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;&#x3C2;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3A3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;.</description></gpu><gpu><title>AMD Ryzen 9 5950X</title><cpuModel>5950X</cpuModel><BPeu>131</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168959-amd-ryzen-9-5950x/</link><benchmark>45835</benchmark><description>&#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;. &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC;. &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 9 3900X (Box) &#x3BD;&#x3AD;&#x3B1; &#x3C4;&#x3B9;&#x3BC;&#x3B7;</title><cpuModel>3900X</cpuModel><BPeu>130.8</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172605-amd-ryzen-9-3900x-box-%CE%BD%CE%AD%CE%B1-%CF%84%CE%B9%CE%BC%CE%B7/</link><benchmark>32698</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3AD;&#x3BA;&#x3B1;&#x3BD;&#x3B1; &#x3BC;&#x3B9;&#x3B1; &#x3BC;&#x3AF;&#x3BD;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x394;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3C7;&#x3C4;&#x3B5;&#x3AF; &#x3C0;&#x3BF;&#x3C4;&#x3AD; &#x3C4;&#x3AF;&#x3C0;&#x3BF;&#x3C4;&#x3B1; &#x3BF;&#x3CD;&#x3C4;&#x3B5; oc &#x3BF;&#x3CD;&#x3C4;&#x3B5; &#x3B2;&#x3BF;&#x3BB;&#x3C4; &#x391;&#x3C0;&#x3CC; &#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3C1;&#x3CE;&#x3C4;&#x3B7; &#x3BC;&#x3AD;&#x3C1;&#x3B1; &#x3C0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3BC;&#x3B5; &#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3C8;&#x3C5;&#x3BE;&#x3B7; &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3B4;&#x3B5;&#x3BD; &#x3C4;&#x3B7;&#x3BD; &#x3AD;&#x3B2;&#x3B3;&#x3B1;&#x3BB;&#x3B1; &#x3C0;&#x3BF;&#x3C4;&#x3AD; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C5;&#x3C4;&#x3CC;&#x3C2; https://www.skroutz.gr/s/19345048/AMD-Ryzen-9-3900X-3-8GHz-Epexergastis-12-Pyrinon-gia-Socket-AM4-se-Kouti-me-PSyktra.html &#x3A3;&#x3B5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3B2;&#x3AF;&#x3BD;&#x3C4;&#x3B5;&#x3BF; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C6;&#x3BF;&#x3B2;&#x3B5;&#x3C1;&#x3CC;&#x3C2;. &#x39A;&#x3B1;&#x3B9; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3CD;&#x3BC;&#x3C0;&#x3B1;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; Specifications Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3900X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 9 7900X3D (Box)</title><cpuModel>7900X3D</cpuModel><BPeu>126.7</BPeu><price>400&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172610-amd-ryzen-9-7900x3d-box/</link><benchmark>50684</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; cpu &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; 6&#x3BC;&#x3B7;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AC;&#x3BA;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3BF; &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;,&#x3C3;&#x3C4;&#x3B5;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3B1; &#x3B4;&#x3B9;&#x3BA;&#x3B1; &#x3BC;&#x3BF;&#x3C5; &#x3B5;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3CE;! Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 7900X3D &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 128 MB</description></gpu><gpu><title>AMD Ryzen 3 1200</title><cpuModel>1200</cpuModel><BPeu>126.4</BPeu><price>50&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2125902-amd-ryzen-3-1200/</link><benchmark>6322</benchmark><description>*&#x39C;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 1200 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 8 MB</description></gpu><gpu><title>AMD Ryzen 5 2400G (Box)</title><cpuModel>2200G</cpuModel><BPeu>123</BPeu><price>55&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168242-amd-ryzen-5-2400g-box/</link><benchmark>6767</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3B5;&#x3C1;&#x3B1; &#x3C3;&#x3B1;&#x3C2;!&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; AMD Ryzen 5 2400G &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3BC;&#x3B5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;..&#x394;&#x3C5;&#x3C3;&#x3C4;&#x3C5;&#x3C7;&#x3C9;&#x3C2; &#x3B5;&#x3B9;&#x3C7;&#x3B1; &#x3C4;&#x3BF; &#x3B4;&#x3B9;&#x3BA;&#x3BF; &#x3C4;&#x3BF;&#x3C5; &#x3B1;&#x3BB;&#x3BB;&#x3B1; &#x3B5;&#x3B9;&#x3C7;&#x3B1; &#x3C3;&#x3C4;&#x3B5;&#x3B9;&#x3BB;&#x3B5;&#x3B9; &#x3B5;&#x3BD;&#x3B1;&#x3BD; 2200g &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; 2400g &#x3BF;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3C4;&#x3C9;&#x3C1;&#x3B1; &#x3B8;&#x3B1; &#x3C3;&#x3C4;&#x3B5;&#x3B9;&#x3BB;&#x3C9; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BD; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; 2200g... &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3C9; &#x3B4;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C4;&#x3BF; &#x3B2;&#x3B9;&#x3BD;&#x3C4;&#x3B5;&#x3BF; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3B5;&#x3AF;&#x3C7;&#x3BD;&#x3C9; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7; &#x3C3;&#x3B5; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3B1; :</description></gpu><gpu><title>AMD Ryzen 9 7950X (Box)</title><cpuModel>7950X</cpuModel><BPeu>121.8</BPeu><price>520&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2141931-amd-ryzen-9-7950x-box/</link><benchmark>63334</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; CPU AMD Ryzen&#x2122; 9 7950X (Box) NEW &#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;, &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;, &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3C7;&#x3C4;&#x3B5;&#x3AF;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3C0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3AD;&#x3C9;&#x3C2; &#x3C4;&#x3BF;&#x3BD; 11/2025. https://www.amd.com/en/products/cpu/amd-ryzen-9-7950x &#x397; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE;. &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3CE; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3CC;&#x3C7;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;, &#x3B2;&#x3CC;&#x3C1;&#x3B5;&#x3B9;&#x3B1;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 7950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 9 7900X3D (Box)</title><cpuModel>7900X3D</cpuModel><BPeu>120.7</BPeu><price>420&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2162764-amd-ryzen-9-7900x3d-box/</link><benchmark>50684</benchmark><description>AMD ryzen 9 7900x3d &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2;. &#x3A7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3BC;&#x3CC;&#x3BD;&#x3BF;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 7900X3D &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 128 MB</description></gpu><gpu><title>AMD Ryzen 3 3200G (Box)</title><cpuModel>3200G</cpuModel><BPeu>119.3</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2146065-amd-ryzen-3-3200g-box/</link><benchmark>7160</benchmark><description>&#x3A3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3BF; fan &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5;. &#x39C;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC;. Specifications Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3200G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 4 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x39D;&#x3B5;&#x3B1; &#x3A6;&#x3B9;&#x3BB;&#x3B1;&#x3B4;&#x3AD;&#x3BB;&#x3C6;&#x3B5;&#x3B9;&#x3B1;</description></gpu><gpu><title>AMD Ryzen 9 3900X (Box)</title><cpuModel>3900X</cpuModel><BPeu>116.8</BPeu><price>280&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2142292-amd-ryzen-9-3900x-box/</link><benchmark>32698</benchmark><description>https://www.amd.com/en/product/8436 &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE;: &#x394;&#x3AC;&#x3C6;&#x3BD;&#x3B7;, &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3900X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 9 3900X</title><cpuModel>3900X</cpuModel><BPeu>112.8</BPeu><price>290&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158682-amd-ryzen-9-3900x/</link><benchmark>32698</benchmark><description>Specifications &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3900X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 12 Threads: 24 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 3 4100 (Box) + Samsung VA Curved Monitor 27" FHD</title><cpuModel>4100</cpuModel><BPeu>110.4</BPeu><price>100&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171650-amd-ryzen-3-4100-box-samsung-va-curved-monitor-27-fhd/</link><benchmark>11041</benchmark><description>Samsung S27C366EA VA Curved Monitor 27" FHD 1920x1080 , 75hz, &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x39F; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3C8;&#x3C5;&#x3BA;&#x3C4;&#x3C1;&#x3B1;.&#x3A3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;. &#x39A;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3B4;&#x3C5;&#x3BF; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3C0;&#x3B1;&#x3BA;&#x3B5;&#x3C4;&#x3BF; &#x3BD;&#x3B1; &#x3C6;&#x3B5;&#x3CD;&#x3B3;&#x3BF;&#x3C5;&#x3BD; &#x392;&#x3C1;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x3A4;&#x3C1;&#x3B9;&#x3BA;&#x3B1;&#x3BB;&#x3B1; , &#x3C3;&#x3C4;&#x3B5;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x397; &#x3C4;&#x3B9;&#x3BC;&#x3B7; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE;. Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen&#x2122; 3 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 4100 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 4 MB</description></gpu><gpu><title>Ryzen 5 2600+ Ryzen 7 2700 | &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;</title><cpuModel>2600</cpuModel><BPeu>110.2</BPeu><price>120&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2115944-ryzen-5-2600-ryzen-7-2700-%CE%B8%CE%B5%CF%83%CF%83%CE%B1%CE%BB%CE%BF%CE%BD%CE%AF%CE%BA%CE%B7/</link><benchmark>13219</benchmark><description>&#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; Ryzen 5 2600 (&#x3A3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B4;&#x3B9;&#x3BA;&#x3B9;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3C8;&#x3CD;&#x3BA;&#x3C1;&#x3B1;) + Ryzen 7 2700 (&#x39C;&#x3B5; &#x3C8;&#x3CD;&#x3BA;&#x3C1;&#x3B1; Be Quiet &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF;) Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2600 &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB</description></gpu><gpu><title>&#x395;&#x3A5;&#x39A;&#x391;&#x399;&#x3A1;&#x399;&#x391;!! RYZEN 2700X MAZI ME &#x39C;&#x397;&#x3A4;&#x3A1;&#x399;&#x39A;&#x397; 470X GAMING PLUS MAX &#x3A3;&#x395; &#x3A7;&#x391;&#x39C;&#x397;&#x39B;&#x397; &#x3A4;&#x399;&#x39C;&#x397; &#x3A3;&#x3A5;&#x396;&#x397;&#x3A4;&#x397;&#x3A3;&#x399;&#x39C;&#x397;</title><cpuModel>2700X</cpuModel><BPeu>87.8</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2156646-%CE%B5%CF%85%CE%BA%CE%B1%CE%B9%CF%81%CE%B9%CE%B1-ryzen-2700x-mazi-me-%CE%BC%CE%B7%CF%84%CF%81%CE%B9%CE%BA%CE%B7-470x-gaming-plus-max-%CF%83%CE%B5-%CF%87%CE%B1%CE%BC%CE%B7%CE%BB%CE%B7-%CF%84%CE%B9%CE%BC%CE%B7-%CF%83%CF%85%CE%B6%CE%B7%CF%84%CE%B7%CF%83%CE%B9%CE%BC%CE%B7/</link><benchmark>17564</benchmark><description>&#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x391;&#x399; &#x39C;&#x395;&#x3A4;&#x391;&#x3A7;&#x395;&#x399;&#x3A1;&#x399;&#x3A3;&#x39C;&#x395;&#x39D;&#x39F;&#x3A3; &#x39F; &#x395;&#x3A0;&#x395;&#x39E;&#x395;&#x3A1;&#x393;&#x391;&#x3A3;&#x3A4;&#x397;&#x3A3; RYZEN 7 2700&#x3A7; &#x391;&#x39C;4 MAZI ME THN &#x39C;&#x397;&#x3A4;P&#x399;&#x39A;&#x397; 470X GAMING PLUS MAX &#x3A3;&#x395; &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x397; &#x39A;&#x391;&#x3A4;&#x391;&#x3A3;&#x3A4;&#x391;&#x3A3;&#x397; &#x395;&#x39B;&#x391;&#x3A6;&#x3A1;&#x3A9;&#x3A3; &#x39C;&#x395;&#x3A4;&#x391;&#x3A7;&#x395;&#x399;&#x3A1;&#x399;&#x3A3;&#x39C;&#x395;&#x39D;&#x391;. &#x395;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3BF; gaming (lol , rocket league &#x3BA;&#x3BB;&#x3C0; , warcraft woltk) &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3B1;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3B1;&#x3BA;&#x3BF;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3C1;&#x3B1;. &#x394;&#x3C5;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3BF;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3B5; OC. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3B5;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3BD; &#x3B9;&#x3B4;&#x3B9;&#x3BF; &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B1;&#x3C0;&#x3BF; 2 &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B9;&#x3B1; &#x3BA;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3C5;&#x3C2; 380 &#x3B5;&#x3C5;&#x3C1;&#x3C9;. &#x39B;&#x3BF;&#x3B3;&#x3BF;&#x3C2; &#x3C0;&#x3C9;&#x3BB;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B7; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C8;&#x3C5;&#x3C7;&#x3B1;&#x3B3;&#x3C9;&#x3B3;&#x3B9;&#x3BA;&#x3BF;&#x3C5;&#x3C2; &#x3BB;&#x3BF;&#x3B3;&#x3BF;&#x3C5;&#x3C2; . &#x395;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3C5;&#x3BB;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BE;&#x3B9;&#x3B6;&#x3B5;&#x3B9; &#x3B1;&#x3BA;&#x3BF;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3C1;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3C0;&#x3B5;&#x3B9; &#x3BC;&#x3B5;&#x3C3;&#x3B1; &#x3C3;&#x3B5; &#x3B5;&#x3BD;&#x3B1; &#x3BC;&#x3B5;&#x3C3;&#x3B1;&#x3B9;&#x3BF;&#x3C5; &#x3B5;&#x3C5;&#x3C1;&#x3BF;&#x3C5;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C0;&#x3BF;&#x3C5; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3B7; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3BF;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3BD;&#x3B5;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3B1;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3B5; &#x3B5;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; , &#x3BF;&#x3C7;&#x3B9; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3B5;&#x3C2; &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9; &#x3C0;&#x3BF;&#x3BB;&#x3C5;</description></gpu><gpu><title>AMD Ryzen 9 3950X (Tray)</title><cpuModel>3950X</cpuModel><BPeu>86.5</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2163126-amd-ryzen-9-3950x-tray/</link><benchmark>38909</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3C3;&#x3B5; &#x3CC;&#x3BB;&#x3BF;&#x3C5;&#x3C2;, &#x3A0;&#x3C9;&#x3BB;&#x3AE;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; CPU &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; - &#x3AD;&#x3B3;&#x3B9;&#x3BD;&#x3B5; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3C3;&#x3B5; 5&#x3B7;&#x3C2; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3BD; &#x3B1;&#x3BB;&#x3BB;&#x3AC;&#x3BE;&#x3C9; &#x3C0;&#x3BB;&#x3B1;&#x3C4;&#x3C6;&#x3CC;&#x3C1;&#x3BC;&#x3B1; &#x3C3;&#x3B5; AM5. &#x3A4;&#x3BF; CPU &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;. &#x389;&#x3C4;&#x3B1;&#x3BD; &#x3C3;&#x3B5; EK &#x3C8;&#x3CD;&#x3BE;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C5;&#x3C8;&#x3B7;&#x3BB;&#x3AD;&#x3C2; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; OC (&#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5; AMD PBO), &#x3C3;&#x3B5; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B2;&#x3AC;&#x3BB;&#x3BB;&#x3BF;&#x3BD; &#x3BC;&#x3B7; &#x3BA;&#x3B1;&#x3C0;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3AE;. &#x394;&#x3BF;&#x3CD;&#x3BB;&#x3B5;&#x3C5;&#x3B5; &#x3C3;&#x3B5; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; Cubase &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; gaming. &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B4;&#x3B5;&#x3BD; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B8;&#x3B1; &#x3AD;&#x3C1;&#x3B8;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3B1;&#x3BD;&#x3AD;&#x3C2; tray &#x3C0;&#x3BF;&#x3C5; &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B1; 3 &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3BA;&#x3C1;&#x3B1;&#x3C4;&#x3AC;&#x3C9; &#x3C3;&#x3C4;&#x3BF; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3BF;&#x3C5;. &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; - &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;. &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3C4;&#x3BF; link &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x3A4;&#x3BF; CPU &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1; &#x3C4;&#x3AD;&#x3C1;&#x3B1;&#x3C2; &#x3C3;&#x3C4;&#x3BF; productivity. https://www.amd.com/en/support/cpu/amd-ryzen-processors/amd-ryzen-9-desktop-processors/amd-ryzen-9-3950x Quick Specs Box: &#x274C; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 9 5950X</title><cpuModel>5800X3D</cpuModel><BPeu>80.7</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2159522-amd-ryzen-9-5950x/</link><benchmark>28233</benchmark><description>5950X &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; 26/02/2022 &#x3B1;&#x3C0;&#x3BF; Kaizershop. &#x3A4;&#x3BF;&#x3BD; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3C5;&#x3B1; &#x3BC;&#x3B5; PBO &#x3C4;&#x3B7;&#x3C2; AMD &#x3B3;&#x3B9;&#x3B1; photoshop &#x3BA;&#x3B1;&#x3B9; premier. &#x397;&#x3C1;&#x3B8;&#x3B5; &#x3B7; &#x3C9;&#x3C1;&#x3B1; &#x3B3;&#x3B9;&#x3B1; 5800x3d ! &#x395;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B4;&#x3B9;&#x3BA;&#x3B1; &#x3BC;&#x3BF;&#x3C5;, &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB</description></gpu><gpu><title>AMD Ryzen 5 2400G (Box)</title><cpuModel>2400G</cpuModel><BPeu>69.9</BPeu><price>125&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167717-amd-ryzen-5-2400g-box/</link><benchmark>8739</benchmark><description>&#x391;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3B9;&#x3B1; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B7; 3 &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3C9;&#x3BD; (league of legends, youtube, sporify). &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3B9;&#x3C3;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF; &#x3C0;&#x3C1;&#x3BF;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1;. &#x391;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3B6;&#x3C9; &#x3C4;&#x3BF;&#x3BD; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BF;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3B1; &#x3B1;&#x3BB;&#x3BB;&#x3BF; cpu. &#x3A4;&#x3B9;&#x3BC;&#x3B7; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3B7; Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2400G &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 4 Threads: 8 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 2 MB</description></gpu><gpu><title>AMD Ryzen 9 3950X (Box)</title><cpuModel>3950X</cpuModel><BPeu>69.5</BPeu><price>560&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2104883-amd-ryzen-9-3950x-box/</link><benchmark>38909</benchmark><description>&#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3A6;&#x3B5;&#x3B2;&#x3C1;&#x3BF;&#x3C5;&#x3AC;&#x3C1;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2021 &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1;. * &#x391;&#x3BD; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF;, &#x3B4;&#x3B9;&#x3B1;&#x3C4;&#x3AF;&#x3B8;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; Gigabyte Aorus X570 Elite &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B1; &#x3B2;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2;. https://www.amd.com/en/product/8486 Quick Specs Box: &#x2705; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 3rd Generation AMD Ryzen 9 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 3950X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 16 Threads: 32 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 64 MB &#x394;&#x3AC;&#x3C6;&#x3BD;&#x3B7; &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE;&#x3C2;</description></gpu><gpu><title>Pc Parts (CPU, GPU, Motherboard &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; &#x3AE; &#x3BE;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3AC;)</title><cpuModel>1400</cpuModel><BPeu>67.6</BPeu><price>115&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2155978-pc-parts-cpu-gpu-motherboard-%CF%80%CE%B1%CE%BA%CE%AD%CF%84%CE%BF-%CE%AE-%CE%BE%CE%B5%CF%87%CF%89%CF%81%CE%B9%CF%83%CF%84%CE%AC/</link><benchmark>7779</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3BA;&#x3BF;&#x3BC;&#x3BC;&#x3AC;&#x3C4;&#x3B9;&#x3B1; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3BE;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3AC;: AMD Ryzen 1400 - 30e Gigabyte B350 Gaming 3 motherboard - 45e Crucial Ballistix 2x8 GB DDR4 2666Mhz - 20e Asus R7 270 GPU - 40e &#x38C;&#x3BB;&#x3B1; &#x3C3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;. &#x394;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;&#x3C2; setup. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;.</description></gpu><gpu><title>AMD Ryzen 5 5600X</title><cpuModel>5600X</cpuModel><BPeu>54.8</BPeu><price>400&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172468-amd-ryzen-5-5600x/</link><benchmark>21932</benchmark><description>&#x3BA;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3B5;&#x3C1;&#x3B1; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3B1;&#x3C9; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3BD; 5600&#x3A7; ! &#x3C0;&#x3C1;&#x3B5;&#x3C0;&#x3B5;&#x3B9; &#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C7;&#x3C9; 1 &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3C4;&#x3B9; &#x3BF;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BD;&#x3C4;&#x3BF;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;&#x3C2; . &#x395;&#x3C0;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3B4;&#x3B9;&#x3BD;&#x3C9; &#x3B1;&#x3BD; &#x3B8;&#x3B5;&#x3BB;&#x3B5;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Set Up &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3C5;&#x3B5; &#x3B1;&#x3C8;&#x3BF;&#x3B3;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3B5;&#x3BD;&#x3B1; Crash &#x3A3;&#x3B5; pubg &#x3BA;&#x3BB;&#x3C0; . CPU : Ryzen 5600X 3.9-4.2 Ghz Mobo : MSI X470 Gaming Pro Carbon Ram : Trident G.SKILL ROYAL 2x16 GB 32GB total . 4000Mhz ( &#x395;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BF;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3B5;&#x3BC;&#x3BF;&#x3C1;&#x3C6;&#x3B5;&#x3C2; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3B4;&#x3B9;&#x3B1;&#x3BC;&#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3B1; ) NZXT &#x3C5;&#x3B4;&#x3C1;&#x3BF;&#x3C8;&#x3C5;&#x3BE;&#x3B7; Kraken X63 Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 5600X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 6 Threads: 12 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 32 MB</description></gpu><gpu><title>AMD Ryzen 7 2700X</title><cpuModel>1200</cpuModel><BPeu>42.1</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2145660-amd-ryzen-7-2700x/</link><benchmark>6322</benchmark><description>Quick Specs &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 7 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: 2700X &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;: 8 Threads: 16 Cache &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: 16 MB &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B4;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3C5;&#x3B4;&#x3C1;&#x3CC;&#x3C8;&#x3C5;&#x3BE;&#x3B7; &#x3A5;&#x3B4;&#x3C1;&#x3CC;&#x3C8;&#x3C5;&#x3BE;&#x3B7;: https://www.skroutz.gr/s/11001605/CoolerMaster-MasterLiquid-240-&#x3A5;&#x3B4;&#x3C1;&#x3CC;&#x3C8;&#x3C5;&#x3BE;&#x3B7;-&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;-&#x394;&#x3B9;&#x3C0;&#x3BB;&#x3BF;&#x3CD;-&#x391;&#x3BD;&#x3B5;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B1;-120mm-&#x3B3;&#x3B9;&#x3B1;-Socket-AM4-AM5-1200-115x.html#specs</description></gpu><gpu><title>AMD Ryzen 7 7800X3D (Box)+Arctic Liquid Freezer II 360 A-RGB&#xA0;+Alphacool NexXxoS Monsta 360&#x39C;&#x39C;</title><cpuModel>1200</cpuModel><BPeu>18.1</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144338-amd-ryzen-7-7800x3d-boxarctic-liquid-freezer-ii-360-a-rgb%C2%A0alphacool-nexxxos-monsta-360%CE%BC%CE%BC/</link><benchmark>6322</benchmark><description>## &#x3A4;&#x391; &#x3A0;&#x3A1;&#x391;&#x393;&#x39C;&#x391;&#x3A4;&#x391; &#x395;&#x399;&#x39D;&#x391;&#x399; &#x395;&#x39D;&#x39F;&#x3A3; &#x39C;&#x397;&#x39D;&#x391; &#x391;&#x3A8;&#x39F;&#x393;&#x391; &#x3A3;&#x3A4;&#x391; &#x39A;&#x39F;&#x3A5;&#x3A4;&#x399;&#x391; &#x3A4;&#x39F;&#x3A5;&#x3A3; &#x39C;&#x395; &#x3A4;&#x399;&#x3A3; &#x391;&#x3A0;&#x39F;&#x394;&#x395;&#x399;&#x39E;&#x395;&#x399;&#x3A3; &#x3A4;&#x39F;&#x3A5;&#x3A3; ## 1. AMD Ryzen 7 7800X3D &#x3A4;&#x399;&#x39C;&#x397;: 350 &#x395;&#x3A5;&#x3A1;&#x3A9; &#x395;&#x3A6;&#x3A5;&#x393;&#x395; https://www.skroutz.gr/s/40421171/AMD-Ryzen-7-7800X3D-4-2GHz-&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;-8-&#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;-&#x3B3;&#x3B9;&#x3B1;-Socket-AM5-&#x3C3;&#x3B5;-&#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF;.html0 2. Asus Rog Strix X670E-F Gaming WiFi &#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x395; &#x39C;&#x39F;&#x39D;&#x39F; &#x3A0;&#x391;&#x39A;&#x395;&#x3A4;&#x39F; &#x39C;&#x395; &#x3A4;&#x39F; CPU &#x3A4;&#x399;&#x39C;&#x397; &#x3A0;&#x391;&#x39A;&#x395;&#x3A4;&#x39F;&#x3A5;: 600 &#x395;&#x3A5;&#x3A1;&#x3A9; &#x395;&#x3A6;&#x3A5;&#x393;&#x395; https://www.skroutz.gr/s/38511830/Asus-Rog-Strix-X670E-F-Gaming-WiFi-Motherboard-ATX-&#x3BC;&#x3B5;-AMD-AM5-Socket.html 3. Arctic Liquid Freezer II 360 A-RGB &#x3A4;&#x399;&#x39C;&#x397;: 100 &#x395;&#x3A5;&#x3A1;&#x3A9; https://www.skroutz.gr/s/29647360/Arctic-Liquid-Freezer-II-360-A-RGB-Ydropsyxi-Epexergasti-Triplou-Anemistira-120mm-gia-Socket-AM4-AM5-1700-1200-115x.html 4. Alphacool NexXxoS Monsta 360&#x39C;&#x39C; &#x3A4;IMH: 100&#x395; https://www.alphacool.com/shop/radiatoren/radiatoren-aktiv/360-mm/12877/alphacool-nexxxos-monsta-360mm-radiator &#x395;&#x399;&#x39C;&#x391;&#x399; &#x391;&#x398;&#x397;&#x39D;&#x391; - &#x391;&#x3A0;&#x39F;&#x3A3;&#x3A4;&#x39F;&#x39B;&#x397; &#x3A0;&#x391;&#x39D;&#x3A4;&#x39F;&#x3A5; &#x39A;&#x391;&#x3A4;&#x39F;&#x3A0;&#x399;&#x39D; &#x39A;&#x391;&#x3A4;&#x391;&#x398;&#x395;&#x3A3;&#x397;&#x3A3;</description></gpu></root>
