<?xml version="1.0"?>
<root><gpu><title>AMD Ryzen 3 1200 AF 3.1GHz &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; 4 &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; &#x3B3;&#x3B9;&#x3B1; Socket AM4&#xA0; &#x3BC;&#x3B5; &#x3A8;&#x3CD;&#x3BA;&#x3C4;&#x3C1;&#x3B1;</title><BPeu>105.4</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2050520-amd-ryzen-3-1200-af-31ghz-%CE%B5%CF%80%CE%B5%CE%BE%CE%B5%CF%81%CE%B3%CE%B1%CF%83%CF%84%CE%AE%CF%82-4-%CF%80%CF%85%CF%81%CE%AE%CE%BD%CF%89%CE%BD-%CE%B3%CE%B9%CE%B1-socket-am4%C2%A0-%CE%BC%CE%B5-%CF%88%CF%8D%CE%BA%CF%84%CF%81%CE%B1/</link><benchmark>6322</benchmark><description>&#x3A3;&#x395; &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x397; &#x39A;&#x391;&#x3A4;&#x391;&#x3A3;&#x3A4;&#x391;&#x3A3;&#x397;</description></gpu><gpu><title>Gaming PC (GTX 1050ti-Ryzen 1200-8GB RAM-240GB SSD-1T HDD)</title><BPeu>31.6</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144710-gaming-pc-gtx-1050ti-ryzen-1200-8gb-ram-240gb-ssd-1t-hdd/</link><benchmark>6322</benchmark><description>&#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; &#x3B3;&#x3B9;&#x3B1; LoL &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3CC;. Specs &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF;: Aerocool Aero-500(Window) Motherboard: Asus Prime B-350M GPU: Palit Nvidia GTX 1050ti CPU: Ryzen 3 1200 RAM: Ballistix sport 8GB 2666Mhz SSD: Crucial BX500 240GB HDD: WD 1TB PSU: EVGA 500BQ</description></gpu><gpu><title>PC Ryzen 3400G</title><BPeu>0</BPeu><price>220&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168259-pc-ryzen-3400g/</link><benchmark>0</benchmark><description>&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Ryzen 3400G &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; Vega 11 &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3B1; &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; Asus A320 , 8GB Ram Crusial, &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; 500W.&#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3C6; &#x3CC;&#x3C1;&#x3BF;&#x3C5; &#x3B6;&#x3C9;&#x3AE;&#x3C2;,&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C2; SSD 256GB Patriot,&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; supervase Aventus &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3A4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3CC;&#x3C7;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; PayPal</description></gpu><gpu><title>PC Ryzen 7 &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;</title><BPeu>0</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170644-pc-ryzen-7-%CE%BC%CE%B5-%CE%B5%CE%B3%CE%B3%CF%8D%CE%B7%CF%83%CE%B7/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B1;&#x3C4;&#x3BF;&#x3C2; 8&#x3C0;&#x3CD;&#x3C1;&#x3B7;&#x3BD;&#x3BF;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BC;&#x3B5; Windows 10 &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3AF;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3AC;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B1;, &#x3AD;&#x3C4;&#x3BF;&#x3B9;&#x3BC;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;. &#x388;&#x3C7;&#x3B5;&#x3B9; CPU AMD Ryzen 7 2700 (8&#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2; - 16&#x3BD;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1;), 16GB RAM, &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; AMD HD7750, &#x3B1;&#x3C0;&#x3BF;&#x3B8;&#x3B7;&#x3BA;&#x3B5;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3C7;&#x3CE;&#x3C1;&#x3BF; SSD 500GB. (CPU-motherboard-RAM &#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) &#x395;&#x3AF;&#x3BC;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; *&#x3B3;&#x3B9;&#x3B1; &#x3CC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3B9; &#x3BD;&#x3B1; &#x3B2;&#x3AC;&#x3BB;&#x3B5;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3C0;&#x3B9;&#x3BF; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3AE;, &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BF;&#x3BB;&#x3CC;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C2; &#x3BF; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x3C3;&#x3C4;&#x3B1; 220 &#x3B5;&#x3C5;&#x3C1;&#x3CE;*</description></gpu><gpu><title>pc ryzen 3 3200g</title><BPeu>0</BPeu><price>160&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167542-pc-ryzen-3-3200g/</link><benchmark>0</benchmark><description>&#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; pc &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3B8;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; : enermax gracemesh &#x3BC;&#x3B5; &#x3C0;&#x3BB;&#x3B1;&#x3B9;&#x3BD;&#x3BF; &#x3B3;&#x3C5;&#x3B1;&#x3BB;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3C4;&#x3B1; led fans cpu:ryzen 3 3200g m/b : b450 ddr4 4gb ssd 120gb psu :&#x3BF;&#x3C7;&#x3B9; &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7; turbox</description></gpu><gpu><title>Gaming pc ryzen 3</title><BPeu>0</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2127545-gaming-pc-ryzen-3/</link><benchmark>0</benchmark><description>Ryzen 3 1300x 3.5GHz AMD Sapphire hd 7790 1gb 8gb Ram 2x4gb G.Skill Ripjaws 2666 toshiba 500gb hdd 120 gb ssd kingston a400 vs450 corsair msi a320 pro vd-plus</description></gpu><gpu><title>Gaming pc Ryzen 9</title><BPeu>0</BPeu><price>780&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166838-gaming-pc-ryzen-9/</link><benchmark>0</benchmark><description>Specs RYZEN 9 3900X B550 GIGABYTE MOTHERBOARD PSU 750 WW 80 PLUS GOLD COLLERMASTER 970 EVO PRO M2 240GB 16GB RAM GSKILL NEO RGB 3600MHZ 16CL COOLER MASTER COOLER RGB 1060 6GB ROG STRIX 3FAN 1 XRONO EGGYHSH</description></gpu><gpu><title>Desktop ryzen, corsair, ashrock, Aerocool</title><BPeu>0</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2138903-desktop-ryzen-corsair-ashrock-aerocool/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Desktop &#x3C6;&#x3C4;&#x3B9;&#x3B1;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3B1; &#x3BC;&#x3AD;&#x3C1;&#x3B7; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3B1;. &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3AC; &#x3C4;&#x3BF;&#x3C5;&#x3C2;. &#x395;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3BC;&#x3B5;&#x3BD;&#x3BF;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C7;&#x3C4;&#x3CD;&#x3C0;&#x3B7;&#x3BC;&#x3B1;&#x3C4;&#x3B1;/&#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3BA;&#x3BB;&#x3C0; &#x3C3;&#x3B5; &#x3C3;&#x3C0;&#x3AF;&#x3C4;&#x3B9; &#x3BC;&#x3B7; &#x3BA;&#x3B1;&#x3C0;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3AE;, &#x3C0;&#x3B5;&#x3BD;&#x3C4;&#x3B1;&#x3BA;&#x3AC;&#x3B8;&#x3B1;&#x3C1;&#x3BF;. - Ryzen 3 2200G (AM4, 3.70GHz, 6MB) - &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; Aerocool Aero 800 Black - ram 8 3800&#x39C;&#x397;&#x396; RAM PATRIOT PV48G300C6K Viper 4 SERIES 8gb *&#x395;&#x3AC;&#x3BD; &#x3B2;&#x3C1;&#x3C9; &#x3B8;&#x3B1; &#x3B4;&#x3CE;&#x3C3;&#x3C9; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; dimm &#x3C4;&#x3C9;&#x3BD; 8gb - ASRock B450 Pro4 (AM4) - 480 gb Patriot Burst (SATA (SSD)) - 1&#x3A4; barracuda SEAGATE - corsair 450w CX450M &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9;</description></gpu><gpu><title>Rx 6700xt + Ryzen 5 5600x</title><BPeu>0</BPeu><price>260&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170116-rx-6700xt-ryzen-5-5600x/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; 6700xt + 5600x &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;.&#x397; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; 18/11/22 &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 18/11/25 &#x3B5;&#x3BD;&#x3C9; &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; 3/5/22 &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 3/5/25.&#x3A0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B8;&#x3B1; &#x3B1;&#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3B5;&#x3C0;&#x3B5;&#x3B9;&#x3B4;&#x3AE; &#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3AE;&#x3B4;&#x3B7; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3AE; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3C4;&#x3B7;&#x3C2; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3C5;&#x3C7;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BD;&#x3B1; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3AF;&#x3B3;&#x3BF; coil whine &#x3BF;&#x3C0;&#x3C9;&#x3C2; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AD;&#x3C2; 6700xt &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3CE;&#x3C2; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3BF;&#x3C2;! &#x39F; 5600x &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1;!</description></gpu><gpu><title>Pc RYZEN 3600</title><BPeu>0</BPeu><price>650&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2135767-pc-ryzen-3600/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C0;&#x3CD;&#x3C1;&#x3B3;&#x3BF;&#x3C2; RYZEN 3600 msi b450 gaming plus max ram 16gb g.skill ripjaw 3200mhz gpu gigabyte gtx 1660 6gb psu be quiet 500 plus gold cpu cooler master 212 hyper evo ssd kingston nvme 512gb + ssd kingston 480gb + hdd 1tb Fan Corsair rgb &#x391;&#x3BA;&#x3BF;&#x3C5;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; Corsair HS80 wireless mechanical keyboard cougar vantar mx mouse steel series rival 310 &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7; dell 2721dgfa IPs 2k &#x397; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7;(&#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; 1&#x3B5;&#x3C4;&#x3BF;&#x3C2; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B7;) &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C6;&#x3B5;&#x3C1;&#x3B5;&#x3B9;&#x3B1;&#x3BA;&#x3AC;</description></gpu><gpu><title>Cpu Amd Ryzen 5 3500x</title><BPeu>0</BPeu><price>60&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2150190-cpu-amd-ryzen-5-3500x/</link><benchmark>0</benchmark><description>Cpu : Ryzen 5 3500x base:3.6Ghz turbo:4.1Ghz &#x39A;&#x3BF;&#x3C1;&#x3C5;&#x3B4;&#x3B1;&#x3BB;&#x3BB;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C7;&#x3C9;&#x3C1;&#x3B1;</description></gpu><gpu><title>4K GAMING &amp; WORKSTATION PC || RYZEN 7</title><BPeu>0</BPeu><price>679&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2139320-4k-gaming-workstation-pc-ryzen-7/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; PC &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3B1;&#x3BA;&#x3CC;&#x3BB;&#x3BF;&#x3C5;&#x3B8;&#x3B1; specs: - AMD Ryzen 7 2700x 8C/16T (&#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; wraith prism, &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C3;&#x3B9;&#x3BC;&#x3B1;) &#x3A3;&#x3B7;&#x3BC;&#x3B5;&#x3AF;&#x3C9;&#x3C3;&#x3B7;: &#x3B7; CPU &#x3AD;&#x3C4;&#x3C1;&#x3B5;&#x3C7;&#x3B5; &#x3BC;&#x3BF;&#x3BD;&#x3AF;&#x3BC;&#x3C9;&#x3C2; &#x3C3;&#x3B5; power saving power plan &#x3BC;&#x3B5; PBO off, &#x3B4;&#x3B7;&#x3BB;&#x3B1;&#x3B4;&#x3AE; &#x3C3;&#x3B5; idle &#x3B4;&#x3B5;&#x3C7;&#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3BC;&#x3BF;&#x3BD;&#x3AF;&#x3BC;&#x3C9;&#x3C2; 0.78V &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BD;&#x3AD;&#x3B2;&#x3B1;&#x3B9;&#x3BD;&#x3B5; &#x3C3;&#x3C4;&#x3B1; 1.31V &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3B5; full load. &#x3A4;&#x3BF; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3C3;&#x3BC;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3CC;&#x3C4;&#x3B9; &#x3B1;&#x3C5;&#x3BE;&#x3AC;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B7; &#x3B4;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3B6;&#x3C9;&#x3AE;&#x3C2; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3BC;&#x3AD;&#x3C3;&#x3B1; &#x3C3;&#x3C4;&#x3B7; &#x3BC;&#x3AD;&#x3C1;&#x3B1; &#x3B5;&#x3AF;&#x3C7;&#x3B5; average voltage &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3CC; &#x3B1;&#x3C6;&#x3BF;&#x3CD; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3C7;&#x3B5; voltage spikes. - Gskill Aegis 16GB 3200MHz (&#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C6;'&#x3CC;&#x3C1;&#x3BF;&#x3C5; &#x3B6;&#x3C9;&#x3AE;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) - Asus ROG x570 E-gaming Bluetooth (&#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;, &#x3B4;&#x3AD;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; Ryzen 9 5950x 32 &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD;, &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3B9;&#x3C3;&#x3C7;&#x3B7;&#x3C1;&#x3AC; VRMs) - Gigabyte Geforce 1070 Ti 8GB (&#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;) &#x3A3;&#x3B7;&#x3BC;&#x3B5;&#x3AF;&#x3C9;&#x3C3;&#x3B7;: &#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3AD;&#x3C4;&#x3C1;&#x3B5;&#x3C7;&#x3B5; &#x3BC;&#x3B5; custom fan curve &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3B5;&#x3B2;&#x3AC;&#x3B6;&#x3B5;&#x3B9; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B1; (max 77&#xB0;C &#x3C3;&#x3B5; gaming session). &#x3A6;&#x3C9;&#x3C4;&#x3CC;: Witcher 3: Wild Hunt &#x3C3;&#x3B5; 4K UHD: https://imgur.com/a/OD3pMIv - PSU Corsair CX750M 80+ Bronze (&#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C3;&#x3B9;&#x3BC;&#x3B1;) - SSD Samsung 850 Pro 256GB (&#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3AD;&#x3C9;&#x3C2; &#x3C4;&#x3BF; 2026) - HDD Western Digital Caviar Blue 1TB (&#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;) - Tower (Mid) Corsair Carbide Spec 03 - &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3B4;&#x3B5;&#x3C5;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3CD;&#x3BF;&#x3C5;&#x3C3;&#x3B1; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; Asus VS247HR (1080p) (+90&#x20AC;) &#x39F; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B4;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3C3;&#x3B5; &#x3C3;&#x3B5; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B2;&#x3AC;&#x3BB;&#x3BB;&#x3BF;&#x3BD; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3CC; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C5;&#x3B3;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AD;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5; &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; (renders, 3D modeling, ...), &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming &#x3C3;&#x3B5; 4K (3820x2160p). &#x39A;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3B6;&#x3CC;&#x3C4;&#x3B1;&#x3BD; (&#x3C0;&#x3BF;&#x3BB;&#x3CD;) &#x3C4;&#x3B1;&#x3BA;&#x3C4;&#x3B9;&#x3BA;&#x3AC;. &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;</description></gpu><gpu><title>Desktop PC / Ryzen 5600G / 16GB RAM</title><BPeu>0</BPeu><price>400&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158221-desktop-pc-ryzen-5600g-16gb-ram/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3BC;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;&#x3C2;. &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: CPU: Ryzen 5600G 3.9 GHz &#x39C;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE;: Gigabyte Aorus B550M Aorus Pro-P RAM: Corsair Vengeance 16GB 3600Mhz SSD: Adata XPG Gamixx Pro 512GB PSU: Corsair TX 550M 80Plus Gold Case: Lian Li Lancool 205 &#x2705; &#x394;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B5;&#x3BB;&#x3AD;&#x3B3;&#x3C7;&#x3BF;&#x3C5; &#x3BC;&#x3AD;&#x3C3;&#x3C9; anydesk / teamviewer &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3C3;&#x3C9;&#x3C3;&#x3C4;&#x3AE; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;. &#x39F; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2;, &#x3B8;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;&#x3AC;, &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3AF;&#x3BE;&#x3B5;&#x3B9;&#x3C2; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3CE;&#x3BD;. &#x394;&#x3CE;&#x3C1;&#x3BF; &#x3C3;&#x3B5;&#x3C4; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3AF;&#x3BA;&#x3B9;. Logitech G402 Armaggeddon MKA-3C Psychfalcon. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3AD;&#x3C2; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3BC;&#x3B5; PlayStation 5 (&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3B5;&#x3BA; &#x3BC;&#x3AD;&#x3C1;&#x3BF;&#x3C5;&#x3C2; &#x3BC;&#x3BF;&#x3C5;) Apple Watch Series 8</description></gpu><gpu><title>Ryzen 4600G/16GB/256GB/3060 Ti</title><BPeu>0</BPeu><price>800&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2136067-ryzen-4600g16gb256gb3060-ti/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2;, &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3B1;&#x3C0;&#x3BF; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3BC;&#x3B5; &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3BF;&#x3BC;&#x3AD;&#x3C1;&#x3B5;&#x3B9;&#x3B1;, &#x3C4;&#x3C1;&#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3BD;&#x3AD;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3C3;&#x3B5; ultra graphics &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3B8;&#x3AD;&#x3BC;&#x3B1; &#x3C3;&#x3B5; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3AD;&#x3C2; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2;, &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3C0;&#x3BF;&#x3C4;&#x3AD; overclock, &#x3C4;&#x3B1; &#x3C6;&#x3B1;&#x3BD;&#x3B1;&#x3BA;&#x3B9;&#x3B1; &#x3B5;&#x3BB;&#x3AD;&#x3B3;&#x3C7;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3B1;&#x3C3;&#x3CD;&#x3C1;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C5; controller &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C7;&#x3B5;&#x3B9; Special Edition Windows 10 x64 &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3C0;&#x3C1;&#x3CC;&#x3C4;&#x3B5;&#x3B9;&#x3BD;&#x3B5; &#x3BF; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; Performance. &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: Mobo: Asus Prime B450-Plus (&#x3C3;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) CPU: Ryzen 5 4600G (&#x3C3;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) RAM: 16GB TridentZ RGB &#x3C3;&#x3C4;&#x3BF; profile 2 (&#x3C3;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) GPU: Nvidia RTX 3060 Ti Founders Edition (&#x3C3;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) PSU: Force 650W Bronze (&#x3C3;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;) SSD: 256GB HDD: 1TB OS: Windows Atlas x64 21&#x397;2 (based Windows 10) &#x393;&#x3B9;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1;, &#x3AC;&#x3C3;&#x3BA;&#x3BF;&#x3C0;&#x3B1; &#x3BC;&#x3B7;&#x3BD;&#x3CD;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3B8;&#x3B1; &#x3B1;&#x3B3;&#x3BD;&#x3BF;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9;, &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9;-&#x3C7;&#x3AD;&#x3C1;&#x3B9;</description></gpu><gpu><title>AMD Ryzen / Radeon Gaming PC &#x3B9;&#x3B4;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3B3;&#x3B9;&#x3B1; 1080p</title><BPeu>0</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2149495-amd-ryzen-radeon-gaming-pc-%CE%B9%CE%B4%CE%B1%CE%BD%CE%B9%CE%BA%CF%8C-%CE%B3%CE%B9%CE%B1-1080p/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; PC desktop &#x3BC;&#x3B5; &#x3C4;&#x3B9;&#x3C2; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3AD;&#x3BD;&#x3B5;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3B4;&#x3B9;&#x3B1;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AD;&#x3C2; &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &gt; Cougar MX 360 RGB Mid Tower Case (&#x3BF;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;) &#x3A4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &gt; Thermaltake Smart SE 630W Modular &#x3BC;&#x3B5; 80+% &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x39C;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &gt; ASRock X570 Phantom Gaming-ITX/TB3 &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; Wi-Fi 6 &amp; Bluetooth (&#x3BA;&#x3B1;&#x3B8;&#x3C9;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3BA;&#x3B5;&#x3C1;&#x3B1;&#x3AF;&#x3B5;&#x3C2; &#x3C4;&#x3BF;&#x3C5;&#x3C2;) &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &gt; AMD Ryzen 5 3600 @ 3,6 Ghz &#x3C3;&#x3B5; socket AM4 &#x3BC;&#x3B5; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3C8;&#x3CD;&#x3BE;&#x3B7;&#x3C2; CoolerMaster Hyper 212 Black Edition &#x3B4;&#x3B9;&#x3C0;&#x3BB;&#x3BF;&#x3CD; &#x3B1;&#x3BD;&#x3B5;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B1; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &gt; 32 GB DDR4 G.Skill Ripjaws V &#x3C3;&#x3C4;&#x3B1; 3600 Mhz &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &gt; XFX AMD Radeon RX 580 GTS XXX &#x3BC;&#x3B5; 8 GB &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B7; PCI Express 3.0 &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 1 &gt; 500 GB Kingston NVME &#x39C;2 SSD &#x3C3;&#x3B5; &#x3B8;&#x3CD;&#x3C1;&#x3B1; PCI Express 4.0 &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 2 &gt; 1 TB Seagate HDD 2,5" &#x3C3;&#x3B5; &#x3B8;&#x3CD;&#x3C1;&#x3B1; SATA 3 &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 3 &gt; 1 TB Seagate HDD 2,5" &#x3C3;&#x3B5; &#x3B8;&#x3CD;&#x3C1;&#x3B1; SATA 3 &#x399;&#x3BA;&#x3B1;&#x3BD;&#x3CC;&#x3C4;&#x3B1;&#x3C4;&#x3BF; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3B3;&#x3B9;&#x3B1; 1080p gaming, &#x3C3;&#x3B5; &#x3B9;&#x3B4;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3AC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3BB;&#x3B1;&#x3BC;&#x3B2;&#x3AC;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3C7;&#x3CE;&#x3C1;&#x3BF;, &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3CC; &#x3BA;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;&#x3C2; &#x3B7; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C5;. &#x39C;&#x3B5; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3B1; Windows 11 Pro &amp; Office 2021 Pro &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3BF;&#x3C5;&#x3C2; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3B1;&#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3AF;&#x3C4;&#x3B7;&#x3C4;&#x3BF;&#x3C5;&#x3C2; drivers. &#x39F;&#x3A7;&#x399; &#x3A0;&#x391;&#x396;&#x391;&#x3A1;&#x399;&#x391; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3C9; &gt; &#x3C4;&#x3BF; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B1;&#x3BB;&#x3BB;&#x3AC;&#x3B6;&#x3B5;&#x3B9; &#x3C9;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3C2; &#x3C4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AE; !!! &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3B5; &#x3C3;&#x3C5;&#x3BD;&#x3AC;&#x3BD;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;' &#x3B9;&#x3B4;&#x3AF;&#x3B1;&#x3BD; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3B5; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3BC;&#x3CC; &#x397;&#x3A3;&#x391;&#x3A0; &#x3B7; &#x3AC;&#x3BB;&#x3BB;&#x3BF; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B9;&#x3C4;&#x3CC; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3AF;&#x3BF; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE;&#x3C2; &#x392;&#x3BF;&#x3C1;&#x3B5;&#x3AF;&#x3C9;&#x3BD; &#x3A0;&#x3C1;&#x3BF;&#x3B1;&#x3C3;&#x3C4;&#x3AF;&#x3C9;&#x3BD; (&#x3C0;&#x3C7; &#x39A;&#x3B7;&#x3C6;&#x3B9;&#x3C3;&#x3B9;&#x3AC;, &#x39C;&#x3B5;&#x3C4;&#x3B1;&#x3BC;&#x3CC;&#x3C1;&#x3C6;&#x3C9;&#x3C3;&#x3B7;, &#x39C;&#x3B1;&#x3C1;&#x3BF;&#x3CD;&#x3C3;&#x3B9;, &#x397;&#x3C1;&#x3AC;&#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3BF;, &#x39D;&#x3AD;&#x3B1; &#x399;&#x3C9;&#x3BD;&#x3AF;&#x3B1;).</description></gpu><gpu><title>Asus ROG Ally Ryzen Z1 Extreme + &#x3A0;&#x391;&#x3A1;&#x395;&#x39B;&#x39A;&#x39F;&#x39C;&#x395;&#x39D;&#x391;</title><BPeu>0</BPeu><price>800&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166447-asus-rog-ally-ryzen-z1-extreme-%CF%80%CE%B1%CF%81%CE%B5%CE%BB%CE%BA%CE%BF%CE%BC%CE%B5%CE%BD%CE%B1/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Asus ROG Ally Ryzen Z1 Extreme(800&#x20AC;) &#x39F;&#x39B;&#x39F;&#x39A;&#x391;&#x399;&#x39D;&#x39F;&#x3A5;&#x3A1;&#x399;&#x39F;, &#x391;&#x393;&#x3A1;&#x391;&#x3A4;&#x396;&#x39F;&#x3A5;&#x39D;&#x399;&#x3A3;&#x3A4;&#x39F;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; plaisio &#x3C3;&#x3C4;&#x3B9;&#x3C2; 30/09/2023 &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC;, extra &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; premium &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; gaming 4 &#x3AD;&#x3C4;&#x3B7; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3B5;&#x3C0;&#x3B9;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3CE;&#x3BD;-&#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3C4;&#x3BB;.(80&#x20AC;) + &#x3AD;&#x3BE;&#x3C4;&#x3C1;&#x3B1; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C4;&#x3BF; Asus ROG Gaming Charger Dock (&#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3CD;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3C4;&#x3B7;&#x3BB;&#x3B5;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3B5;&#x3B9;&#x3C2;-monitor)(65&#x20AC;) + &#x3AD;&#x3BE;&#x3C4;&#x3C1;&#x3B1; usb hub &#x3B1;&#x3C0;&#x3CC; &#x3B1;&#x3BB;&#x3BF;&#x3C5;&#x3BC;&#x3AF;&#x3BD;&#x3B9;&#x3BF; 6-1 , &#x3BC;&#x3B5; 3 &#x3B8;&#x3CD;&#x3C1;&#x3B5;&#x3C2; usb 3.0 ,1 &#x3B8;&#x3CD;&#x3C1;&#x3B1; 4&#x39A; HDMI , 1 &#x3B8;&#x3CD;&#x3C1;&#x3B1; ethernet gigabyte &#x3BA;&#x3B1;&#x3B9; 1 &#x3B8;&#x3CD;&#x3C1;&#x3B1; type c power delivery &#x3AD;&#x3C9;&#x3C2; 100W(50&#x20AC;) + &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C1;&#x3B1;&#x3BA;&#x3B9; usb male &#x3C3;&#x3B5; type c female(5&#x20AC;) ... &#x3A6;&#x3BF;&#x3C5;&#x3BB; &#x3BA;&#x3BF;&#x3BC;&#x3C0;&#x3BB;&#x3AD; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3CD;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; TV-Monitor &#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3B3;&#x3B9;&#x3B1; handle game &#x3C0;&#x3BF;&#x3C5; &#x3BA;&#x3BF;&#x3C3;&#x3C4;&#x3AF;&#x3B6;&#x3B5;&#x3B9; 1.000&#x20AC; &#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BE;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3AC; &#x3C4;&#x3B1; &#x3C0;&#x3C1;&#x3AC;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B1;. &#x39A;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;&#x3C2; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3AC;&#x3B3;&#x3BA;&#x3B7;&#x3C2;.</description></gpu><gpu><title>&#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; Ryzen 5 1600af, 16gb, 750ti</title><BPeu>0</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2159999-%CF%83%CF%8D%CF%83%CF%84%CE%B7%CE%BC%CE%B1-ryzen-5-1600af-16gb-750ti/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3CC; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1;, &#x3BC;&#x3B5; specs: CPU : Ryzen 5 1600af (6&#x3C0;&#x3CD;&#x3C1;&#x3B7;&#x3BD;&#x3BF;&#x3C2; &#x3BC;&#x3B5; 12 threads) &#x3C3;&#x3C4;&#x3B1; 3,2GHz GPU : Nvidia GTX 750ti (2Gb Vram) RAM : G.Skill Trident Z RGB 16GB DDR4 RAM &#x3BC;&#x3B5; 2 Modules (2x8GB) &#x3BA;&#x3B1;&#x3B9; &#x3A4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 3200MHz PSU : Be quiet 600Watt 80 Plus Bronze Semi Modular Case : NZXT H210i White Gaming Mini Tower with RBG MotherBoard : Gigabyte B450 I Aorus Pro Wifi Storage : Samsung 870 Evo SSD 250GB Case Fans : NZXT F120 RGB Case Fan URL's https://www.skroutz.gr/s/22065660/AMD-Ryzen-5-1600-AF-3-2GHz-Epexergastis-6-Pyrinon-gia-Socket-AM4-se-Kouti-me-PSyktra.html https://www.skroutz.gr/s/11105234/G-Skill-Trident-Z-RGB-16GB-DDR4-RAM-me-2-Modules-2x8GB-kai-Tachytita-3200-gia-Desktop-F4-3200C16D-16GTZR.html https://www.skroutz.gr/s/19523639/Be-Quiet-System-Power-9-CM-700W-Trofodotiko-Ypologisti-Semi-Modular-80-Plus-Bronze.html https://www.skroutz.gr/s/19636437/NZXT-H210i-Gaming-Mini-Tower-Kouti-Ypologisti-me-Plaino-Parathyro-kai-RGB-Fotismo-Leyko.html https://www.skroutz.gr/s/16099333/Gigabyte-B450-I-Aorus-Pro-Wifi-rev-1-0-Motherboard-Mini-ITX-me-AMD-AM4-Socket.html https://www.skroutz.gr/s/26796069/Samsung-870-Evo-SSD-250GB-2-5-SATA-III-MZ-77E250B-EU.html https://www.skroutz.gr/s/37060969/NZXT-F120-RGB-Case-Fan-me-Syndesi-4-Pin-PWM.html &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;, &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;</description></gpu><gpu><title>&#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3BF;&#x3BC;&#x3B9;&#x3BA;&#x3CC; Desktop PC Ryzen 3200g &#x3B3;&#x3B9;&#x3B1; &#x3CC;&#x3BB;&#x3B5;&#x3C2; &#x3C4;&#x3B9;&#x3C2; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AD;&#x3C2;!</title><BPeu>0</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167276-%CE%BF%CE%B9%CE%BA%CE%BF%CE%BD%CE%BF%CE%BC%CE%B9%CE%BA%CF%8C-desktop-pc-ryzen-3200g-%CE%B3%CE%B9%CE%B1-%CF%8C%CE%BB%CE%B5%CF%82-%CF%84%CE%B9%CF%82-%CE%B4%CE%BF%CF%85%CE%BB%CE%B5%CE%B9%CE%AD%CF%82/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C4;&#x3BF; &#x3B1;&#x3BA;&#x3CC;&#x3BB;&#x3BF;&#x3C5;&#x3B8;&#x3BF; Desktop Pc, &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AD;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5;, multimedia player &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CD; Gaming (Fortnite, CSGO, GTA V, OVERWATCH 2, RAINBOW SIX, LOL &#x3BA;.&#x3B1;.). &#x3A4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9;: CASE: Supercase CH25M (&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;, &#x3BC;&#x3B5; &#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C0;&#x3AF;&#x3C3;&#x3C9; fan &#x3CE;&#x3C3;&#x3C4;&#x3B5; &#x3BD;&#x3B1; &#x3C1;&#x3C5;&#x3B8;&#x3BC;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3B7; &#x3C4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B1; &#x3BC;&#x3B5; &#x3C4;&#x3B7; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3BD;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3B8;&#x3CC;&#x3C1;&#x3C5;&#x3B2;&#x3BF;, &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C4;&#x3B5;&#x3B8;&#x3B5;&#x3AF; &#x3C6;&#x3AF;&#x3BB;&#x3C4;&#x3C1;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3C3;&#x3BA;&#x3CC;&#x3BD;&#x3B7; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3B9;&#x3C3;&#x3CC;&#x3B4;&#x3BF;&#x3C5;&#x3C2; &#x3B1;&#x3AD;&#x3C1;&#x3B1;. &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B8;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3AC;&#x3BB;&#x3C5;&#x3BC;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF; 5,25'' &#x3B5;&#x3AC;&#x3BD; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B8;&#x3C5;&#x3BC;&#x3B5;&#x3AF;&#x3BD;&#x3B1; &#x3BD;&#x3B1; &#x3B2;&#x3B3;&#x3AC;&#x3BB;&#x3B5;&#x3B9; &#x3C4;&#x3BF; DVD-RW.) PSU: XILENCE XP-500 500W MOTHERBOARD: Gigabyte GA-A320M-S2H rev 1 (&#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3B7;&#x3BC;&#x3AD;&#x3C1;&#x3C9;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; BIOS &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C0;&#x3AC;&#x3C1;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; ZEN3) CPU: Ryzen 3 3200g 3.6Ghz (&#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;) GPU: VEGA 8 (&#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3C3;&#x3C4;&#x3BF;&#x3BD; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;) &#x3BC;&#x3B5; 2GB &#x3BA;&#x3BF;&#x3B9;&#x3BD;&#x3CC;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3C4;&#x3B7; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; MEMORY: 2*4GB DDR4 2400Mhz Dual channel STORAGE: KINGSTONE SSD A400 960GB OPTICAL DRIVE: SAMSUNG SH-S223C DONGLE: USB BLUETOOTH Ver. 2.0 &#x397; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3C4;&#x3B7; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;, &#x3AE; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;&#x3C2; &#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3BD;&#x3B1; &#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;.</description></gpu><gpu><title>Gaming Pc (Ryzen 5 - 8GB - GTX 1060 6GB)</title><BPeu>0</BPeu><price>380&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170234-gaming-pc-ryzen-5-8gb-gtx-1060-6gb/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BF; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2;, &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; msi Ryzen 5 1600 Ram 8GB (2x4GB) Gigabyte GTX 1060 6GB &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; 700W SSD 500 GB Samsung hdd 500gb &#x3BC;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; Asus Rog RGB &#x3BC;&#x3B5; 4 &#x3B8;&#x3CD;&#x3C1;&#x3B5;&#x3C2; ram &#x1F381; &#x394;&#x3CE;&#x3C1;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3AF;&#x3BA;&#x3B9; razer &#x1F381; &#x395;&#x3AF;&#x3BC;&#x3B1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;.</description></gpu><gpu><title>Gaming PC (Ryzen 5 3600, 16gb, RX 5700XT)</title><BPeu>0</BPeu><price>660&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166663-gaming-pc-ryzen-5-3600-16gb-rx-5700xt/</link><benchmark>0</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3C3;&#x3B1;&#x3C2;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; gaming PC, &#x3C3;&#x3B5; &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x397; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;! CPU: RYZEN 5 3600 GPU: RX 5700XT SAPPHIRE PULSE 8G Motherboard: MSI B450M-A Pro Max (&#x3C5;&#x3C0;&#x3CC;&#x3BB;&#x3BF;&#x3B9;&#x3C0;&#x3BF; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2;) RAM: G.SKILL RIPJAWS V 16GB 3200MHZ PSU: Corsair HX750i 80 Plus Platinum SSD: CRUCIAL CT1000P3SSD8 P3 1TB (&#x3C5;&#x3C0;&#x3CC;&#x3BB;&#x3BF;&#x3B9;&#x3C0;&#x3BF; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; 100% health) Case: LIAN LI LANCOOL 205M (&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;) Cooler: NZXT KRAKEN 120 (&#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;) &#x39F; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3BF;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3B9;&#x3C3;&#x3B8;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3AC;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3A4;&#x3B9;&#x3BC;&#x3AE; 660&#x20AC; &#x393;&#x3B9;&#x3B1; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B1;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3C1;&#x3AF;&#x3B1; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1;. &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3CE; &#x3C0;&#x3BF;&#x3BB;&#x3CD;!</description></gpu><gpu><title>MSI AMD RYZEN 5 2400G+16GB RAM.</title><BPeu>0</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2141245-msi-amd-ryzen-5-2400g16gb-ram/</link><benchmark>0</benchmark><description>PC:MSI AMD Ryzen 2400 G. CPU: AMD Ryzen 5 2400G. GPU: AMD Radeon RX Vega 11 CPU Cooler: Arktic freezer 34 Dual fan led. RAM G. Skill Aegis 3000 Mhz 16 GB, motherboard: MSI &#x392;450 Pro Max. PSU: AQProx 650 watt. PC Case: Sharkoon, SSD: Kingston &#x391;400 240 GB. HDD: 250 GB western digital OS: Windows 10 Pro,&lt;&#x395;&#x39D;&#x395;&#x3A1;&#x393;&#x39F;&#x3A0;&#x39F;&#x399;&#x397;&#x39C;&#x395;&#x39D;&#x391;&gt; &#x3C4;&#x3B9;&#x3BC;&#x3AE; 250&#x20AC;, 10:00-20:00.&#x3A3;&#x3A7;&#x395;&#x394;&#x39F;&#x39D; &#x39A;&#x391;&#x399;&#x39D;&#x39F;&#x3A5;&#x3A1;&#x399;&#x39F;.&#x3A0;&#x391;&#x3A1;&#x391;&#x39B;&#x391;&#x392;&#x397; &#x39A;&#x391;&#x399; &#x395;&#x39B;&#x395;&#x393;&#x3A7;&#x39F;&#x3A3; &#x391;&#x3A0;&#x39F; &#x3A4;&#x39F; &#x3A7;&#x3A9;&#x3A1;&#x39F; &#x39C;&#x39F;&#x3A5;.&#x395;&#x399;&#x39C;&#x391;&#x399; &#x3A3;&#x3A4;&#x397;&#x39D; &#x391;&#x398;&#x397;&#x39D;&#x391;. &#x395;&#x393;&#x39A;&#x391;&#x3A4;&#x395;&#x3A3;&#x3A4;&#x397;&#x39C;&#x395;&#x39D;&#x39F; &#x394;&#x3A9;&#x3A1;&#x39F; &#x39F;&#x39B;&#x39F;&#x39A;&#x39B;&#x397;&#x3A1;&#x39F; &#x3A4;&#x39F; &#x3A0;&#x391;&#x399;&#x3A7;&#x39D;&#x399;&#x394;&#x399; MAFIA-DEFINITIVE EDITION.</description></gpu><gpu><title>Gaming PC (Ryzen 5 1600 / 16GB / GTX 1060)</title><BPeu>0</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2164791-gaming-pc-ryzen-5-1600-16gb-gtx-1060/</link><benchmark>0</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; PC &#x3BC;&#x3B5; &#x3C4;&#x3B1; specs &#x3C0;&#x3BF;&#x3C5; &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B1;, &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C1;&#x3BA;&#x3B5;&#x3C4;&#x3AC; &#x3B9;&#x3BA;&#x3B1;&#x3BD;&#x3CC; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3C3;&#x3B5; 1080p gaming &#x3C3;&#x3B5; medium settings. &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B4;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3B5;&#x3BE;&#x3AE;&#x3C2; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C6;&#x3B5;&#x3C1;&#x3B5;&#x3B9;&#x3B1;&#x3BA;&#x3AC;: Razer DeathAdder Essential HyperX Cloud Corsair K60 Pro Red &#x394;&#x3C5;&#x3BF; 1080p &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B5;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B1;, &#x3B7; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C1;&#x3AC; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AE; &#x3BC;&#x3B5; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3C3;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B9;&#x3B4;&#x3B9;&#x3B1;&#x3AF;&#x3C4;&#x3B5;&#x3C1;&#x3B1; &#x3B5;&#x3BD;&#x3BF;&#x3C7;&#x3BB;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3B5;&#x3BD; &#x3CE;&#x3C1;&#x3B1; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;&#x3C2;, &#x3B7; &#x3B4;&#x3B5;&#x3BE;&#x3B9;&#x3AC; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B8;&#x3AD;&#x3BC;&#x3B1; &#x3BC;&#x3B5; burn in. &#x397; &#x3B1;&#x3B3;&#x3B3;&#x3B5;&#x3BB;&#x3AF;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3BB;&#x3BF;&#x3B3;&#x3B1;&#x3C1;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3CC; &#x3C6;&#x3AF;&#x3BB;&#x3BF;&#x3C5;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C5;&#x3BD;&#x3BD;&#x3B5;&#x3BD;&#x3CC;&#x3B7;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3B1;&#x3C1;&#x3AC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3B5;&#x3B4;&#x3CE; &#x3BC;&#x3AD;&#x3C3;&#x3C9; &#x3A0;&#x39C;.</description></gpu></root>
