<?xml version="1.0"?>
<root><gpu><title>Laptop Asus Rog Strix G15</title><cpuModel>5800H</cpuModel><BPeu>2117.7</BPeu><price>10&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2114698-laptop-asus-rog-strix-g15/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; laptop asus eog strix g15 Ryzen 7 5800H Geforce rtx3060 &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15.6" 1920x1080 144hz SSD 512GB &#x397;&#x3C7;&#x3B5;&#x3AF;&#x3B1; Dolby Atmos Ram 16GB &#x395;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3CC; laptop &#x3C0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3C2; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B7;&#x3BA;&#x3CE;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3C0;&#x3C1;&#x3CC;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;. &#x397; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3C9;&#x3C1;&#x3B1;&#x3AF;&#x3B1; &#x3C7;&#x3C1;&#x3CE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1; silent &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B1;&#x3B8;&#x3CC;&#x3C1;&#x3C5;&#x3B2;&#x3BF;. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BB;&#x3AF;&#x3B3;&#x3B5;&#x3C2; &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;</description></gpu><gpu><title>Lenovo IdeaPad 5-15ALC05 TYPE 82LN 15,6" Ryzen 7-5700/16/512/DDR4/FHD/ &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; AMD RADEON (TM</title><cpuModel>5700</cpuModel><BPeu>69.5</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2162740-lenovo-ideapad-5-15alc05-type-82ln-156-ryzen-7-570016512ddr4fhd-%CE%BA%CE%AC%CF%81%CF%84%CE%B1-%CE%B3%CF%81%CE%B1%CF%86%CE%B9%CE%BA%CF%8E%CE%BD-amd-radeon-tm/</link><benchmark>24333</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3BD;&#x3BD;&#x3CC;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3C0;&#x3B9;&#x3BA;&#x3BF;&#x3B9;&#x3BD;&#x3C9;&#x3BD;&#x3AF;&#x3B1; &#x3C4;&#x3B7;&#x3BB;&#x3B5;&#x3C6;&#x3C9;&#x3BD;&#x3B9;&#x3BA;&#x3CE;&#x3C2;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x394;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3AC;&#x3C3;&#x3C4;&#x3B9;&#x3B1;</description></gpu><gpu><title>LENOVO THINKPAD E590 + 110-17IKB + E31-70 + 510-15IKB + E14 Gen3 + M30-70 + YOGA &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3B1;</title><cpuModel>1600X</cpuModel><BPeu>65.3</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2053751-lenovo-thinkpad-e590-110-17ikb-e31-70-510-15ikb-e14-gen3-m30-70-yoga-%CF%80%CE%BB%CE%B7%CF%81%CF%89%CF%82-%CE%BB%CE%B5%CE%B9%CF%84%CE%BF%CF%85%CF%81%CE%B3%CE%B9%CE%BA%CE%B1/</link><benchmark>13066</benchmark><description>LENOVO 110-17IKB 17.3" FHD WINDOWS 11 i5-7200U 8GB RAM 240GB SSD 17.3" FHD CPU INTEL i5 7200U GPU AMD R5 M330 2GB VRAM + INTEL HD 620 8GB RAM DDR4 240GB SSD 100% &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 18% wear level, &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 Home x64 260E LENOVO E31-70 13.3" WINDOWS 11 i5-5200U 8GB RAM 240GB SSD 13.3" HD CPU INTEL I5-5200U GPU HD 5500 8GB RAM DDR3L 240GB SSD 100% &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; WIFI ME USB, 802.11n &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 12% wear level, &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 HOME x64 210E LENOVO THINKPAD E590 15.6" FHD IPS WINDOWS 11 i5-8265U 16GB RAM 1TB SSD nvme 1TB HDD 15.6" FHD IPS CPU INTEL i5-8265U GPU INTEL UHD 620 16GB RAM DDR4 1TB SSD 100% NVME NEW 1TB HDD 100% &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 10% wear level, &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 PRO x64 500E LENOVO 510-15IKB 15.6" FHD WINDOWS 11 i5-7200U 8GB RAM 500GB SSD NVIDIA 940MX 15.6" FHD CPU i5 7200U GPU NVIDIA 940MX 2GB VRAM + INTEL HD 620 8GB RAM DDR4 500GB SSD 100% &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 24% wear level, &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 Home x64 280E LENOVO THINKPAD E14 Gen3 RYZEN 5500U 16GB RAM 512GB SSD NVME WIFI6 14" FHD IPS CPU AMD Ryzen 5 5500U 6Core 12Th 4.0Ghz max turbo (&#x39A;&#x391;&#x39B;&#x3A5;&#x3A4;&#x395;&#x3A1;&#x39F; &#x391;&#x3A0;&#x39F; 7700HQ) GPU AMD Radeon RX Vega 7 16GB RAM DDR4 512GB SSD 100% M.2 SAMSUNG WIFI 6 &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF; &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 5% wear level, &#x3BC;&#x3B5; 65W original &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; type-C &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 PRO x64 650E LENOVO M30-70 13.3" i5 4200u 8GB RAM 240GB SSD 13.3" 1366x768 CPU INTEL i5 4200U GPU INTEL HD 4400 8GB RAM 240GB SSD 100% Health &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 29% wear level, &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; (&#x3B2;&#x3BB;. photo) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 10 HOME x64 200E LENOVO YOGA 13 2in1 13.3" WINDOWS 11 LCD TOUCH i3-3217u 128GB SSD RAM 8GB 13.3" 1600X900 TOUCH CPU INTEL i3-3217U GPU INTEL 4000 8GB RAM DDR3 128GB SATA 95% Health &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 22% &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3BC;&#x3B5;&#x3C4;&#x3C1;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; (&#x3B2;&#x3BB;.photo) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 home x64 180E &#x3BF;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3B3;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;, &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3C4;&#x3B1; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BA;&#x3BF;&#x3BB;&#x3BB;&#x3B7;&#x3C4;&#x3B1;</description></gpu><gpu><title>Hp pavilion 144hz gtx1650 ryzen 5 5600h</title><cpuModel>5600</cpuModel><BPeu>45</BPeu><price>480&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2165295-hp-pavilion-144hz-gtx1650-ryzen-5-5600h/</link><benchmark>21607</benchmark><description>&#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;. &#x39F; &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3B8;&#x3AD;&#x3BB;&#x3C9; &#x3BD;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3B2;&#x3CE; &#x3C3;&#x3B5; desktop. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B1; public &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;. cpu ryzen 5 5600h ram ddr4 16gb gpu gtx 1650 ssd 500 m2 monitor 144hz 15 &#x3AF;&#x3BD;&#x3C4;&#x3C3;&#x3B5;&#x3C2; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3B1;&#x3C0;&#x3CC; &#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF; &#x3B4;&#x3BF;&#x3BA;&#x3B9;&#x3BC;&#x3AE; &#x3B1;&#x3C0;&#x3CC; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;! &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3CE; &#x3CC;&#x3C7;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1;</description></gpu><gpu><title>HP Victus Gaming Laptop 15 15.6" (AMD Ryzen 5 5600H/8 GB/512)</title><cpuModel>5600</cpuModel><BPeu>43.2</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2173911-hp-victus-gaming-laptop-15-156-amd-ryzen-5-5600h8-gb512/</link><benchmark>21607</benchmark><description>&#x395;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3CE;&#x3C2; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B1; Public &#x3C4;&#x3BF;&#x3BD; &#x399;&#x3BF;&#x3CD;&#x3BD;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2023 &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;.</description></gpu><gpu><title>HP 15s-eq1012nv 15.6 IPS FHD (Ryzen 5-4500U/8/512 SSD/W10/GR Kb. HP Envy 13-AH0003nv (i3-8130U GR KB</title><cpuModel>4500U</cpuModel><BPeu>39.3</BPeu><price>280&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2160990-hp-15s-eq1012nv-156-ips-fhd-ryzen-5-4500u8512-ssdw10gr-kb-hp-envy-13-ah0003nv-i3-8130u-gr-kb/</link><benchmark>11015</benchmark><description>HP 15s-eq1012nv 15.6" IPS FHD (Ryzen 5-4500U/8GB/512GB SSD/W10 Home) (GR Keyboard &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;. &#x394;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3AE; cpu &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B1;&#x3C1;&#x3BA;&#x3AE;&#x3C2; &#x3C7;&#x3C9;&#x3C1;&#x3BF;&#x3C2; ssd! &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; ********&#x395;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; : HP Envy 13-AH0003nv (i3-8130U/4GB/256GB/FHD/Win11) &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C5;&#x3C4;&#x3CC; &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3BC;&#x3CC;&#x3BD;&#x3BF;!!! &#x391;&#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3BF;! 38/1000 &#x3BA;&#x3CD;&#x3BA;&#x3BB;&#x3BF;&#x3B9; &#x3C6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7;&#x3C2;!!! 320&#x20AC;</description></gpu><gpu><title>Lenovo IdeaPad 3 15ALC6 15.6" IPS FHD (Ryzen 7-5700U/20GB/512GB SSD)</title><cpuModel>5700U</cpuModel><BPeu>38.6</BPeu><price>410&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2157479-lenovo-ideapad-3-15alc6-156-ips-fhd-ryzen-7-5700u20gb512gb-ssd/</link><benchmark>15839</benchmark><description>&#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3C3;&#x3B5; 20GB Ram &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC;, &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. &#x3A4;&#x3BF; laptop &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C0;&#x3B1;&#x3AF;&#x3BE;&#x3B5;&#x3B9; League of Legends &#x3BA;&#x3B1;&#x3B9; Forza Horizon 5 (Low Graphics) &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming, &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3BB;&#x3B5;&#x3AF;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3CE;&#x3B4;&#x3B9;&#x3BA;&#x3B1;, video editing &#x3BA;&#x3C4;&#x3BB;&#x3C0;. https://www.skroutz.gr/s/33391511/Lenovo-IdeaPad-3-15ALC6-15-6-IPS-FHD-Ryzen-7-5700U-8GB-512GB-SSD-No-OS-Arctic-Grey-US-Keyboard.html</description></gpu><gpu><title>Laptop Lenovo IdeaPad 5 Pro</title><cpuModel>5600</cpuModel><BPeu>38.6</BPeu><price>560&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2127071-laptop-lenovo-ideapad-5-pro/</link><benchmark>21607</benchmark><description>16ACH6 R5-5600H/16GB/512GB/GTX 1650 4GB &#x3A3;&#x3B5;&#x3B9;&#x3C1;&#x3AC; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; AMD Ryzen 5 5600Hz - &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3A0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; E&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 6 - 4.2 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; RAM &#x3C3;&#x3B5; GB16 512 GB SSD NVIDIA GeForce GTX 1650</description></gpu><gpu><title>HP Pavilion 15-ec2038nv 15.6" IPS FHD 144Hz (Ryzen 7-5800H/16GB/1TB SSD/GeForce GTX 1650</title><cpuModel>5800H</cpuModel><BPeu>38.5</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2064274-hp-pavilion-15-ec2038nv-156-ips-fhd-144hz-ryzen-7-5800h16gb1tb-ssdgeforce-gtx-1650/</link><benchmark>21177</benchmark><description>&#x393;&#x3B9;&#x3B1; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3B1;&#x3C6;&#x3AE;&#x3C3;&#x3C4;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC; Viber. &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; (CPU) &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD &#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3B3;&#x3AD;&#x3BD;&#x3B5;&#x3B9;&#x3B1; Ryzen 7 &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; 5800H &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 3,2 GHz &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3AC; Zen 3 &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; IPS Panel &#x39D;&#x3B1;&#x3B9; OLED &#x38C;&#x3C7;&#x3B9; &#x394;&#x3B9;&#x3B1;&#x3B3;&#x3CE;&#x3BD;&#x3B9;&#x3BF;&#x3C2; 15,6 " &#x391;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; 1920x1080 &#x394;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B5;&#x3C2; Full HD &#x3A1;&#x3C5;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3B1;&#x3BD;&#x3B1;&#x3BD;&#x3AD;&#x3C9;&#x3C3;&#x3B7;&#x3C2; 144 Hz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; RAM &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;&#x3C2; 16 GB &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; RAM DDR4 &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; Shared &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x38C;&#x3C7;&#x3B9; &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Nvidia &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; GeForce GTX 1650 &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; 4 GB &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3CD; SSD &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3CD; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; 1000 GB &#x39C;&#x3AD;&#x3C3;&#x3B1; &#x391;&#x3BD;&#x3AC;&#x3B3;&#x3BD;&#x3C9;&#x3C3;&#x3B7;&#x3C2; Card Reader &#x39D;&#x3B1;&#x3B9; &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B9;&#x3BC;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3AD;&#x3C3;&#x3B5;&#x3B9;&#x3C2; Bluetooth, Ethernet, HDMI, USB 3.2, USB-C, Wi-Fi Wi-Fi/Bluetooth &#x39D;&#x3B1;&#x3B9; &#x394;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x391;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x38C;&#x3C7;&#x3B9; &#x39B;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B9;&#x3BA;&#x3CC; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; Windows 11 Home &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1,98 kg &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; Gaming &#x3A7;&#x3C1;&#x3CE;&#x3BC;&#x3B1; &#x39C;&#x3B1;&#x3CD;&#x3C1;&#x3BF; &#x393;&#x3BB;&#x3CE;&#x3C3;&#x3C3;&#x3B1; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3BF;&#x3C5; &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3AC;</description></gpu><gpu><title>HP 255 15,6" IPS FHD (Ryzen 5 - 5500u/8gb/256gb SSD)</title><cpuModel>5500U</cpuModel><BPeu>37.6</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2153582-hp-255-156-ips-fhd-ryzen-5-5500u8gb256gb-ssd/</link><benchmark>13175</benchmark><description>&#x39B;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; HP &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;</description></gpu><gpu><title>Lenovo IdeaPad 5 15ALC05 15.6" IPS FHD (Ryzen 5-5500U/8GB/512GB SSD/W11 Home) Platinum Grey</title><cpuModel>5500U</cpuModel><BPeu>37.6</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168656-lenovo-ideapad-5-15alc05-156-ips-fhd-ryzen-5-5500u8gb512gb-ssdw11-home-platinum-grey/</link><benchmark>13175</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BF;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3CD;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3C5;&#x3C1;&#x3B9;&#x3BF;&#x3BB;&#x3B5;&#x3BE;&#x3AF;&#x3B1; 2 &#x3C6;&#x3BF;&#x3C1;&#x3AD;&#x3C2; &#x3BC;&#x3B5;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B2;&#x3B9;&#x3C4;&#x3C1;&#x3AF;&#x3BD;&#x3B1;&#x3C2; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3C1;&#x3AE;&#x3B3;&#x3BF;&#x3C1;&#x3BF; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3B7; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C3;&#x3C4;&#x3B1; 690&#x20AC;</description></gpu><gpu><title>Laptop HP 245 G8 14"</title><cpuModel>5500U</cpuModel><BPeu>37.6</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2156093-laptop-hp-245-g8-14/</link><benchmark>13175</benchmark><description>&#x39C;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x39B;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5;. &#x395;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3B9;&#x3C3;&#x3C7;&#x3CD; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: 35.6 cm (14") 1920 x 1080 pixels Full HD IPS 250 cd/m&#xB2; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: AMD Ryzen&#x2122; 5 5500U up to 4 GHz / 8 MB Cache/ 6 Cores) &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;: 256 GB SSD NVMe,PCI Express &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;: 8GB DDR4-SDRAM 3200 MHz SO-DIMM 1 x 8 GB 1x SO-DIMM Slots WiFi: Wi-Fi 6 (802.11ax) + Bluetooth 5.2 &#x398;&#x3CD;&#x3C1;&#x3B5;&#x3C2;: USB2 x USB 3.2 Gen 1 (3.1 Gen 1) Type-A 1 x USB 3.2 Gen 1 (3.1 Gen 1) Type-C &#x398;&#x3CD;&#x3C1;&#x3B1; Ethernet: 1x (RJ-45) HDMI: 1 x HDMI 1.4b Card Reader: SDHC Webcam HD &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;: English US-International &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;: Windows 10 Home</description></gpu><gpu><title>HP Pavilion gaming laptop 15 ec1xxx 15.6" IPS (AMD Ryzen 7 4800H/16GB/476GB SSD/W11 Home)</title><cpuModel>4800H</cpuModel><BPeu>37.4</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161323-hp-pavilion-gaming-laptop-15-ec1xxx-156-ips-amd-ryzen-7-4800h16gb476gb-ssdw11-home/</link><benchmark>18684</benchmark><description>HP Pavilion gaming laptop 15 ec1xxx 15.6" IPS (AMD Ryzen 7 4800H/16GB/480GB SSD/W11 Home) &#x2022; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15.6" 1920x1080 &#x2022; AMD Ryzen 7 4800H 2.90 GHz &#x2022; RAM 16GB &#x2022; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 476GB SSD &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; 2020 &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;! &#x3A3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;!</description></gpu><gpu><title>turbo-x pc setup</title><cpuModel>3400G</cpuModel><BPeu>37.2</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2156303-turbo-x-pc-setup/</link><benchmark>9294</benchmark><description>&#x3A0;&#x3CD;&#x3C1;&#x3B3;&#x3BF;&#x3C2; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3BC;&#x3B5; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3C3;&#x3C4;&#x3B1; 250, &#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3C5;&#x3B6;&#x3AE;&#x3C4;&#x3B7;&#x3C3;&#x3B7;. &#x39F; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3C3;&#x3C7;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B1;&#x3B9;&#x3BD;&#x3AF;&#x3B5;&#x3C2;. &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3B9;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AC;. &#x39C;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;, &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BD; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3AF;&#x3BA;&#x3B9;. &#x39F; &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3B9;&#x3B4;&#x3AE; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3C6;&#x3B1;&#x3C4;&#x3B1;. &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Ryzen 5 3400g / &#x3A8;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; stock Ram 8gb &#x3BC;&#x3B5; &#x3C4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 2666 &#x39C;&#x3B7;&#x3C4;&#x3C1;&#x3B9;&#x3BA;&#x3AE; ASRock A320M-HDV &#x391;&#x3C0;&#x3BF;&#x3B8;&#x3B7;&#x3BA;&#x3B5;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3C7;&#x3CE;&#x3C1;&#x3BF;&#x3C2; 256gb ssd &#x3A4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; turbo-x &#x39A;&#x3BF;&#x3C5;&#x3C4;&#x3AF; Turbo-X &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 24 inches &#x391;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; 1080p &#x3A1;&#x3C5;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3B1;&#x3BD;&#x3B1;&#x3BD;&#x3AD;&#x3C9;&#x3C3;&#x3B7;&#x3C2; 60h &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; panel ips &#x391;&#x3C0;&#x3CC; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3C7;&#x3AE; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3C0;&#x3AE;&#x3C1;&#x3B1;&#x3BC;&#x3B5; &#x3B4;&#x3B5;&#x3BD; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3C3;&#x3B5; &#x3C4;&#x3BF; HDMI.</description></gpu><gpu><title>Zephyrus g14 2020 / Ryzen 4800hs / 16gb ram /512 ssd / GTX1650</title><cpuModel>4800HS</cpuModel><BPeu>37.1</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2174797-zephyrus-g14-2020-ryzen-4800hs-16gb-ram-512-ssd-gtx1650/</link><benchmark>18545</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3CC;&#x3BD; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3BF; &#x3B5;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3B9;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AC; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B1;&#x3C0;&#x3BF; 2 &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3AC; &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3B4;&#x3AC;&#x3BA;&#x3B9;&#x3B1; &#x3C3;&#x3C4;&#x3BF; lid &#x3C4;&#x3B7;&#x3C2; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3B3;&#x3B9;&#x3BD;&#x3B1;&#x3BD; &#x3B1;&#x3C0;&#x3BF; &#x3C6;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3C5;&#x3AC;&#x3C1; &#x3C4;&#x3C3;&#x3AC;&#x3BD;&#x3C4;&#x3B1;&#x3C2; ( &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3AD;&#x3C3;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C4;&#x3AD; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C0;&#x3B1;&#x3BD;&#x3AF;&#x3C9;&#x3C2; &#x3AD;&#x3B2;&#x3B3;&#x3B1;&#x3B9;&#x3BD;&#x3B5; &#x3B1;&#x3C0; &#x3C4;&#x3BF; &#x3C3;&#x3C0;&#x3AF;&#x3C4;&#x3B9;). &#x395;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; ( &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3AE;&#x3BE;&#x3B5;&#x3B9; &#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;). &#x3A4;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B3;&#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3B1;&#x3C0;&#x3BF; &#x3AC;&#x3BC;&#x3B1;&#x3B6;&#x3BF;&#x3BD;. &#x39F; &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B5;&#x3B9;&#x3B4;&#x3AE; &#x3AD;&#x3C7;&#x3C9; &#x3C0;&#x3AC;&#x3B5;&#x3B9; &#x3C3;&#x3B5; macbook m1 &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BD; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3BF;&#x3BC;&#x3B1;&#x3B9; 2 &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0;. &#x3A6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3B8;&#x3B1; &#x3B1;&#x3BD;&#x3B5;&#x3B2;&#x3AC;&#x3C3;&#x3C9; &#x3B1;&#x3C1;&#x3B3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B1; &#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3B3;&#x3C5;&#x3C1;&#x3AF;&#x3C3;&#x3C9; &#x3B1;&#x3C0;&#x3BF; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AC;. &#x3A0;&#x3C1;&#x3BF;&#x3C6;&#x3B1;&#x3BD;&#x3CE;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3AD;&#x3BE;&#x3C4;&#x3C1;&#x3B1; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3BC;&#x3BF;&#x3C5; &#x3BB;&#x3AD;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B1;&#x3C2; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3BC;&#x3AD;&#x3C3;&#x3C9; viber/whatsapp &#x3BA;&#x3BB;&#x3C0;. &#x398;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3AC;&#x3C4;&#x3BF;&#x3BC;&#x3B1; &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3BF;&#x3CD;&#x3BD; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AC;&#x3B2;&#x3BF;&#x3C5;&#x3BD; &#x3B1;&#x3C0;&#x3BF; &#x392;&#x3BF;&#x3CD;&#x3BB;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B5;&#x3C1;&#x3AF;&#x3C7;&#x3C9;&#x3C1;&#x3B1;. &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BC;&#x3B5; boxnow &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3B4;&#x3B5;&#x3BD; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3AD;&#x3C1;&#x3BF;&#x3C5;&#x3BD;, &#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C9;&#x3C3;&#x3C4;&#x3CC;&#x3C3;&#x3BF; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3C3;&#x3B5; &#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3B1;.</description></gpu><gpu><title>HP PAVILLION 15-ec1007nv</title><cpuModel>4800H</cpuModel><BPeu>35.3</BPeu><price>530&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2137112-hp-pavillion-15-ec1007nv/</link><benchmark>18684</benchmark><description>HP 15-ec1007nv &#x391;&#x3C8;&#x3BF;&#x3B3;&#x3BF; - &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3B1; https://www.kotsovolos.gr/computing/laptop-tablet-ipad/notebook-macbook-ultrabook/235751-nb-hp-15-ec1007nv-r7-4800h-16-512-1650ti AMD Ryzen&#x2122; 4000 H-Series NVIDIA GeForce GTX 1650 Ti AMD Ryzen&#x2122; 4000 H-Series Mobile Processor with Radeon&#x2122; Graphics</description></gpu><gpu><title>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3C5;&#x3BD;&#x3C4;&#x3B1;&#x3B9; 2 &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; 12.5 &#x3BA;&#x3B1;&#x3B9; 15&#x3B1;&#x3C1;&#x3B9; (Dell i5+ Acer Ryzen 5)</title><cpuModel>3500U</cpuModel><BPeu>35</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2088660-%CF%80%CF%89%CE%BB%CE%BF%CF%85%CE%BD%CF%84%CE%B1%CE%B9-2-%CE%BB%CE%B1%CF%80%CF%84%CE%BF%CF%80-125-%CE%BA%CE%B1%CE%B9-15%CE%B1%CF%81%CE%B9-dell-i5-acer-ryzen-5/</link><benchmark>6993</benchmark><description>Acer Aspire 3 A315-42 A315-42-R96C &#x3BC;&#x3B5; Ryzen 5. R5-3500U/16GB/512GB/15" FHD/W11 &#x3A3;&#x3B5; &#x3B1;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B1;&#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3BF; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3C6;&#x3BF;&#x3C1;&#x3BC;&#x3B1;&#x3C4; &#x3BC;&#x3B5; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3B1;, 3.5 &#x3C9;&#x3C1;&#x3B5;&#x3C2; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3B9;&#x3B1;. 280 &#x3B5;&#x3C5;&#x3C1;&#x3C9; Dell Latitude E7270 &#x3BC;&#x3B5; intel i5 6&#x3B7;&#x3C2; &#x3B3;&#x3B5;&#x3BD;&#x3BD;&#x3B9;&#x3B1;&#x3C2;. i5-6300U/16GB/512GB/12.5" FHD/W11 &#x3A3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; 7 &#x3C9;&#x3C1;&#x3B5;&#x3C2; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; 12.5 &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7; FHD &#x3BA;&#x3B1;&#x3B9; &#x3BF;&#x3C7;&#x3B9; &#x3B1;&#x3C0;&#x3BB;&#x3B7; HD, &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3BB;&#x3B5;&#x3B9;&#x3BF; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BF;&#x3C3;&#x3BF;&#x3C5;&#x3C2; &#x3C4;&#x3B1;&#x3BE;&#x3B9;&#x3B4;&#x3B5;&#x3C5;&#x3BF;&#x3C5;&#x3BD;. 200&#x3B5;&#x3C5;&#x3C1;&#x3C9; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3BF;&#x3C5;&#x3BD; &#x3BD;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3BF;&#x3C5;&#x3BD; &#x3BA;&#x3B1; &#x3BC;&#x3B5; &#x3BC;&#x3B5; &#x3BB;&#x3B9;&#x3B3;&#x3BF;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3BC;&#x3BD;&#x3B7;&#x3BC;&#x3B7; &#x3B4;&#x3B9;&#x3C3;&#x3BA;&#x3BF; &#x3C3;&#x3B5; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3BF;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3B7;.</description></gpu><gpu><title>Lenovo Ideapad 3 15ALC6 - Ryzen 7 5700U / 20GB / 1&#x3A4;&#x392;</title><cpuModel>5700U</cpuModel><BPeu>34.4</BPeu><price>460&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170041-lenovo-ideapad-3-15alc6-ryzen-7-5700u-20gb-1%CF%84%CE%B2/</link><benchmark>15839</benchmark><description>&#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C4;&#x3BF; laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; 18/10/2021 &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; e-lenovo.gr &#x3BC;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; (&#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BA;&#x3BD;&#x3CD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; Battery Report &#x3B1;&#x3C6;&#x3BF;&#x3CD; &#x3B7; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; 92% &#x3BC;&#x3B5; &#x3BC;&#x3CC;&#x3BD;&#x3BF; 185 &#x3BA;&#x3CD;&#x3BA;&#x3BB;&#x3BF;&#x3C5;&#x3C2; &#x3C6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3C4;&#x3B1; 2 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1;) &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3CC;&#x3BD; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3C3;&#x3B5; conservation mode &#x3CC;&#x3C0;&#x3BF;&#x3C5; &#x3B7; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3AF;&#x3B6;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3B1;&#x3C0;&#x3CC; 60%. &#x395;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3B9;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3AC; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3BF; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B1;&#x3C0;&#x3CC; 3 &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3AD;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3C3;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3B4;&#x3AF;&#x3C0;&#x3BB;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; touchpad &#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3C3;&#x3C4;&#x3BF; &#x3C0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3CC; (&#x3B4;&#x3B5;&#x3C2; &#x3C6;&#x3CE;&#x3C4;&#x3BF;). &#x397; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3C3;&#x3B5; 20GB (&#x3C4;&#x3BF; max &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C6;&#x3C4;&#x3AC;&#x3C3;&#x3B5;&#x3B9;) &#x3BA;&#x3B1;&#x3B9; &#x3BF; ssd &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3AF; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF;&#x3BD; ADATA XPG SX8200 Pro (1TB - &#x3C4;&#x3BF; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3CC; controller SMI SM2262EN &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B7; adata &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3BB;&#x3BB;&#x3AC;&#x3BE;&#x3B5;&#x3B9; &#x3BC;&#x3B5; &#x3C0;&#x3B9;&#x3BF; &#x3B1;&#x3C1;&#x3B3;&#x3CC; - &#x3B4;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C5;&#x3B3;&#x3B5;&#x3AF;&#x3B1; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;) &#x3A0;&#x3BF;&#x3BB;&#x3CD; &#x3C6;&#x3C1;&#x3BF;&#x3BD;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3BA;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3CC;&#x3BB;&#x3B1; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3C5;&#x3C4;&#x3B1;&#x3AF;&#x3B1; &#x3AD;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; - windows drivers &#x3BA;&#x3C4;&#x3BB;, &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3CD;&#x3C4;&#x3B1;&#x3BD; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3B1;&#x3BD; &#x3B4;&#x3B5;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3BF;. &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x388;&#x3C7;&#x3B5;&#x3B9; IPS &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 300nits, backlit &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;, fingerprint &#x38C;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3AD;&#x3B4;&#x3CE; : https://www.e-lenovo.gr/ideapad-3-series/lenovo-ideapad-3-15-power-fullhd-ips-300nits-ryzen7-5700-16gb-ssd512-w11-backlit-cam720p.html &#x39C;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3AD;&#x3C3;&#x3C9; Boxnow &#x3BC;&#x3B5; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5;</description></gpu><gpu><title>&#x3A3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; / &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; Toshiba Dynabook Satellite pro c50D-B-10B</title><cpuModel>5600U</cpuModel><BPeu>34.4</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172291-%CF%83%CF%86%CF%81%CE%B1%CE%B3%CE%B9%CF%83%CE%BC%CE%AD%CE%BD%CE%BF-%CE%BA%CE%B1%CE%B9%CE%BD%CE%BF%CF%8D%CF%81%CE%B9%CE%BF-toshiba-dynabook-satellite-pro-c50d-b-10b/</link><benchmark>15466</benchmark><description>&#x3A3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C2;. https://www.skroutz.gr/s/34808719/Dynabook-Satellite-Pro-C50D-B-10B-15-6-IPS-FHD-Ryzen-5-5600U-8GB-256GB-SSD-W11-Home-Dark-Blue-US-Keyboard.html</description></gpu><gpu><title>Acer swift x 14</title><cpuModel>5800U</cpuModel><BPeu>33</BPeu><price>565&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171115-acer-swift-x-14/</link><benchmark>18642</benchmark><description>Acer swift x 14inch &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3C4;&#x3BF;&#x3BD; 12/22 &#x3BA;&#x3B1;&#x3B9; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2;. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BB;&#x3B9;&#x3B3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3AD;&#x3BD;&#x3B1; &#x3BC;&#x3AE;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3AD;&#x3C7;&#x3C9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3BF;&#x3C7;&#x3AE; &#x3BC;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C1;&#x3CC; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;. &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B9;&#x3B4;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3B3;&#x3B9;&#x3B1; &#x3C6;&#x3BF;&#x3B9;&#x3C4;&#x3B7;&#x3C4;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3B9;&#x3AC;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3C6;&#x3BF;&#x3C1;&#x3B7;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming &#x3A4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3B5;&#x3B9;&#x3C2; : &#x394;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2;: 8-10 &#x3C9;&#x3C1;&#x3B5;&#x3C2; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BF;&#x3C7;&#x3C4;&#x3B1;&#x3C0;&#x3C5;&#x3C1;&#x3B7;&#x3BD;&#x3BF;&#x3C2; ryzen 7 5800u &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;: gtx 1650 &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x3C1;&#x3B1;&#x3BC; : 8gb &#x391;&#x3C0;&#x3BF;&#x3B8;&#x3B7;&#x3BA;&#x3B5;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3C7;&#x3CE;&#x3C1;&#x3BF;&#x3C2;: 512gb &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; :14 inch FHD matte SRGB 100% &#x394;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; Windows 10 pro &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1.4 kg &#x398;&#x3CD;&#x3C1;&#x3B5;&#x3C2; : 2xUSB 3.0 USB C power delivery &#x3BA;&#x3B1;&#x3B9; display port HDMI Headphone jack Power connector &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B8;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3B7; original &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3BD; 90W &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3BF;&#x3C5;</description></gpu><gpu><title>HP Pavilion gaming laptop (15,6 " 144 Hz/ Ryzen 7-5800H/16GB/512GB SSD/GeForce RTX 3050/win 11)</title><cpuModel>5800H</cpuModel><BPeu>32.6</BPeu><price>650&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169911-hp-pavilion-gaming-laptop-156-144-hz-ryzen-7-5800h16gb512gb-ssdgeforce-rtx-3050win-11/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; gaming laptop &#x3BC;&#x3B5; &#x3B5;&#x3BB;&#x3B1;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3C9;&#x3C1;&#x3B5;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3B1;&#x3C2; &#x3C3;&#x3B5; web browsing &#x3BA;&#x3C5;&#x3C1;&#x3B9;&#x3C9;&#x3C2;, &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C2; &#x3B5;&#x3BD;&#x3C4;&#x3BF;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;&#x3C2;.&#x39C;&#x3B1;&#x3B6;&#x3B9; &#x3B8;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B9;&#x3B1; &#x3C4;&#x3C3;&#x3B1;&#x3BD;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; &#x3BF; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5;. &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3BB;&#x3BB;&#x3B7;&#x3BB;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B8;&#x3B5; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3BF;&#x3C0;&#x3C9;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3B7; &#x39B;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3B1;, &#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3C9;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3B7; &#x3C3;&#x3B5; &#x3BF;&#x3BB;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. &#x395;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3BF;&#x3B9; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3BF;&#x3C5;. Amd Ryzen 7 5800H 3,2 GHz 15,6 " 1920x1080 Full HD 144 Hz 16 GB Ram DDR4 3200mhz 512 GB SSD Nvme(&#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;&#x3C2; &#x3B4;&#x3B5;&#x3C5;&#x3C4;&#x3B5;&#x3C1;&#x3BF;&#x3C5; &#x3B4;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3C5; 2.5'') Nvidia GeForce RTX 3050 4 GB 2xUSB 3.2, USB-C Card Reader &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1,98 kg &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; https://www.skroutz.gr/s/31581565/HP-Pavilion-15-ec2003nv-15-6-IPS-FHD-144Hz-Ryzen-7-5800H-16GB-512GB-SSD-GeForce-RTX-3050-W10-Home-GR-Keyboard.html#specs</description></gpu><gpu><title>Lenovo IdeaPad 3 14ALC6 Ryzen 3-5300U/20GB/512GB/FHD/IPS</title><cpuModel>5300U</cpuModel><BPeu>32.4</BPeu><price>300&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161728-lenovo-ideapad-3-14alc6-ryzen-3-5300u20gb512gbfhdips/</link><benchmark>9711</benchmark><description>T&#x3BF; laptop &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5; &#x3BC;&#x3B5; win11 &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3B3;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3BD;&#x3BF; &#x3C4;&#x3BF; &#x3C0;&#x3C1;&#x3C9;&#x3C4;&#x3BF; 10&#x3B7;&#x3BC;&#x3B5;&#x3C1;&#x3BF; &#x391;&#x3C5;&#x3B3;&#x3BF;&#x3C5;&#x3C3;&#x3C4;&#x3BF;&#x3C5; 23.&#x395;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BB;&#x3BB;&#x3BF;&#x3C5;&#x3C2; 23 &#x3BC;&#x3B7;&#x3BD;&#x3B5;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;.&#x395;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; &#x3C3;&#x3B5; 20gb ram &#x3BA;&#x3B1;&#x3B9; 512gb &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF; &#x3B4;&#x3B9;&#x3C3;&#x3BA;&#x3BF;.&#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3B8;&#x3B5;&#x3C4;&#x3C9; &#x3BA;&#x3B1;&#x3B9; links &#x3B1;&#x3C0;&#x3BF; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1; ram &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C5; &#x3B4;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3B5;&#x3C2; &#x3C4;&#x3BF;&#x3C5; laptop.&#x394;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B9;&#x3B1; &#x3C4;&#x3C3;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3CE;&#x3BC;&#x3BF;&#x3C5; 14.1inch H &#x3C4;&#x3B9;&#x3BC;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; 300 &#x3B5;&#x3C5;&#x3C1;&#x3C9;.&#x3A3;&#x3B5; &#x3C0;&#x3B1;&#x3B6;&#x3B1;&#x3C1;&#x3B9;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B8;&#x3B1; &#x3B1;&#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3C9; &#x3B5;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9;. https://www.skroutz.gr/s/32936644/Lenovo-IdeaPad-3-15ALC6-15-6-IPS-FHD-Ryzen-3-5300U-4GB-128GB-SSD-W11-S-Arctic-Grey-GR-Keyboard.html https://www.e-shop.gr/ssd-adata-asx8200pnp-512gt-c-xpg-sx8200-pro-512gb-nvme-m2-2280-pcie-gen3x4-p-PER.331578 https://www.e-shop.gr/ram-patriot-psd416g320081s-signature-line-16gb-so-dimm-ddr4-3200mhz-p-PER.577950 https://www.skroutz.gr/s/19473073/uGo-Katla-BH100-Tsanta-Omou-CHeiros-gia-Laptop-14-1-se-Mayro-chroma.html</description></gpu><gpu><title>Ideapad 3 14" (ips/ryzen 5300u/12gb/128gb/backlit/&#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3BF;) 17 &#x3BC;&#x3B7;&#x3BD;&#x3B5;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;</title><cpuModel>5300U</cpuModel><BPeu>32.4</BPeu><price>300&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143906-ideapad-3-14-ipsryzen-5300u12gb128gbbacklit%CE%B4%CE%B1%CE%BA%CF%84%CF%85%CE%BB%CE%B9%CE%BA%CE%BF-17-%CE%BC%CE%B7%CE%BD%CE%B5%CF%82-%CE%B5%CE%B3%CE%B3%CF%85%CE%B7%CF%83%CE%B7/</link><benchmark>9711</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; lenovo ideapad 3 14 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3C9;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3B7; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3B1;&#x3BB;&#x3C5;&#x3C3;&#x3B9;&#x3B4;&#x3B1; &#x3C0;&#x3C1;&#x3B9;&#x3BD; 7 &#x3BC;&#x3B7;&#x3BD;&#x3B5;&#x3C2;. &#x3A5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;, &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;, &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; 2&#x3B5;&#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x39F;&#x3B8;&#x3BF;&#x3BD;&#x3B7;: 14 ips Cpu: ryzen 3 5300u (4cores/8threads) Ram: 12gb 3200hz dual channel Ssd: nvme 128gb &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;: &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3BF; &#x391;&#x3C3;&#x3C6;&#x3B1;&#x3BB;&#x3B5;&#x3B9;&#x3B1;: &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3BF; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3C5;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;: w10/w11 home &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BB;&#x3B9;&#x3B3;&#x3C9;&#x3BD; &#x3BC;&#x3B7;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3B5; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3BF;&#x3BD; &#x3BC;&#x3B7;&#x3B4;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B7;. &#x39F;&#x3C0;&#x3C9;&#x3C2; &#x3B2;&#x3BB;&#x3B5;&#x3C0;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C5;&#x3C0;&#x3B5;&#x3C1;&#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3B5;&#x3C2; &#x3BC;&#x3B5; ips &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7;, &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;, &#x3BC;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3B7; &#x3C1;&#x3B1;&#x3BC;, &#x3BC;&#x3B5; &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;. &#x391;&#x3BD; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B8;&#x3B5;&#x3BB;&#x3B5;&#x3B9; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B5;&#x3C1;&#x3BF; nvme, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3B6;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3BD; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3C9; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3B1;&#x3BD;. &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3C9; &#x3BD;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C6;&#x3C5;&#x3B3;&#x3BF;&#x3C5;&#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3B6;&#x3B1;&#x3C1;&#x3B9;&#x3B1;.</description></gpu><gpu><title>Ideapad 3 14" (ips/ryzen 5300u/12gb/128gb/backlit/&#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3BF;) 17 &#x3BC;&#x3B7;&#x3BD;&#x3B5;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;</title><cpuModel>5300U</cpuModel><BPeu>32.4</BPeu><price>300&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2092246-ideapad-3-14-ipsryzen-5300u12gb128gbbacklit%CE%B4%CE%B1%CE%BA%CF%84%CF%85%CE%BB%CE%B9%CE%BA%CE%BF-17-%CE%BC%CE%B7%CE%BD%CE%B5%CF%82-%CE%B5%CE%B3%CE%B3%CF%85%CE%B7%CF%83%CE%B7/</link><benchmark>9711</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; lenovo ideapad 3 14 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3C9;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3B7; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3B1;&#x3BB;&#x3C5;&#x3C3;&#x3B9;&#x3B4;&#x3B1; &#x3C0;&#x3C1;&#x3B9;&#x3BD; 7 &#x3BC;&#x3B7;&#x3BD;&#x3B5;&#x3C2;. &#x3A5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9;, &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;, &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; 2&#x3B5;&#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x39F;&#x3B8;&#x3BF;&#x3BD;&#x3B7;: 14 ips Cpu: ryzen 3 5300u (4cores/8threads) Ram: 12gb 3200hz dual channel Ssd: nvme 128gb &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;: &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3BF; &#x391;&#x3C3;&#x3C6;&#x3B1;&#x3BB;&#x3B5;&#x3B9;&#x3B1;: &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3BF; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3C5;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;: w10/w11 home &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BB;&#x3B9;&#x3B3;&#x3C9;&#x3BD; &#x3BC;&#x3B7;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3B5; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3BF;&#x3BD; &#x3BC;&#x3B7;&#x3B4;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3B7; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B7;. &#x39F;&#x3C0;&#x3C9;&#x3C2; &#x3B2;&#x3BB;&#x3B5;&#x3C0;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C5;&#x3C0;&#x3B5;&#x3C1;&#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3B5;&#x3C2; &#x3BC;&#x3B5; ips &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7;, &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;, &#x3BC;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3B7; &#x3C1;&#x3B1;&#x3BC;, &#x3BC;&#x3B5; &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;. &#x391;&#x3BD; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B8;&#x3B5;&#x3BB;&#x3B5;&#x3B9; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B5;&#x3C1;&#x3BF; nvme, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3B6;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3BD; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3C9; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3B1;&#x3BD;. &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3C9; &#x3BD;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C6;&#x3C5;&#x3B3;&#x3BF;&#x3C5;&#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3B6;&#x3B1;&#x3C1;&#x3B9;&#x3B1;.</description></gpu><gpu><title>Lenovo IdeaPad 3 15ALC6 15.6" IPS FHD (Ryzen 3-5300U/8GB/256GB SSD/W10 S) Arctic Grey</title><cpuModel>5300U</cpuModel><BPeu>32.4</BPeu><price>300&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2122147-lenovo-ideapad-3-15alc6-156-ips-fhd-ryzen-3-5300u8gb256gb-ssdw10-s-arctic-grey/</link><benchmark>9711</benchmark><description>&#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; 2021, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC; 30/05/2022 &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3C0;&#x3CE;&#x3C2; &#x3AC;&#x3BB;&#x3BB;&#x3BF; &#x3AD;&#x3BD;&#x3B1;&#x3BD; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3BF; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; (&#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C3;&#x3C7;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;). &#x391;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3B5; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; voucher &#x3C8;&#x3B7;&#x3C6;&#x3B9;&#x3B1;&#x3BA;&#x3AE;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x39A;&#x3A9;&#x3A4;&#x3A3;&#x39F;&#x392;&#x39F;&#x39B;&#x39F;.</description></gpu><gpu><title>HP envy x360 convertible 15-eu0xxx</title><cpuModel>5700U</cpuModel><BPeu>31.7</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2151174-hp-envy-x360-convertible-15-eu0xxx/</link><benchmark>15839</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; HP envy x360 convertible 15-eu0xxx. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C4;&#x3BF;&#x3BD; &#x391;&#x3CD;&#x3B3;&#x3BF;&#x3C5;&#x3C3;&#x3C4;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2022 &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; &#x3C0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF;. &#x3A7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3B9;&#x3AC;, &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; &#x3C4;&#x3B1;&#x3B9;&#x3BD;&#x3AF;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3BF;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3AE;. &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9; : &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; Amd Ryzen 7 5700u &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; Radeon graphics Ram 16GB &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; windows 11 pro &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3B1;&#x3C6;&#x3AE;&#x3C2; 15.6" &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3AD;&#x3BD;&#x3B1; &#x394;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;. &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3AF;&#x3BC;&#x3B7;&#x3C3;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;.</description></gpu><gpu><title>Hp pavilion ryzen 5600u rtx1650 16gb ram &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;</title><cpuModel>5600U</cpuModel><BPeu>31.6</BPeu><price>490&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167244-hp-pavilion-ryzen-5600u-rtx1650-16gb-ram-%CE%B5%CE%B3%CE%B3%CF%85%CE%B7%CF%83%CE%B7/</link><benchmark>15466</benchmark><description>&#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; public &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C3;&#x3B1;&#x3BD; &#x3B4;&#x3B5;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3B9;&#x3AC; &#x3BC;&#x3BF;&#x3C5;. &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1;</description></gpu><gpu><title>HP Omen 15-en0006nv 15.6'' FHD IPS/ AMD Ryzen 7 4800H/ 16GB/ 1TB SSD/ Nvidia GeForce GTX 1660Ti</title><cpuModel>4800H</cpuModel><BPeu>31.1</BPeu><price>600&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2094024-hp-omen-15-en0006nv-156-fhd-ips-amd-ryzen-7-4800h-16gb-1tb-ssd-nvidia-geforce-gtx-1660ti/</link><benchmark>18684</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3BF; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3B5; &#x3BF;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3B4;&#x3AC;&#x3BA;&#x3B9;&#x3B1; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;.</description></gpu><gpu><title>&#x3A0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3C5;&#x3BA;&#x3B1;&#x3B9;&#x3C1;&#x3AF;&#x3B1; Laptop lenovo gaming 3 15ACH6 + &#x394;&#x3A9;&#x3A1;&#x391;(&#x394;&#x395;&#x399;&#x3A4;&#x395; &#x3A0;&#x395;&#x3A1;&#x399;&#x393;&#x3A1;&#x391;&#x3A6;&#x397;)</title><cpuModel>5600</cpuModel><BPeu>30.9</BPeu><price>700&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2148273-%CF%80%CF%8E%CE%BB%CE%B7%CF%83%CE%B7-%CE%B5%CF%85%CE%BA%CE%B1%CE%B9%CF%81%CE%AF%CE%B1-laptop-lenovo-gaming-3-15ach6-%CE%B4%CF%89%CF%81%CE%B1%CE%B4%CE%B5%CE%B9%CF%84%CE%B5-%CF%80%CE%B5%CF%81%CE%B9%CE%B3%CF%81%CE%B1%CF%86%CE%B7/</link><benchmark>21607</benchmark><description>&#x394;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; lenovo ganing laptop, &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3C7;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3B4;&#x3BF;&#x3C5;&#x3BC;&#x3B5;, &#x3B4;&#x3B5;&#x3BD; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3C0;&#x3B1;&#x3C1;&#x3B1; &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3B5;&#x3BB;&#x3B1;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3BE;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3BD;&#x3B1;&#x3BC;&#x3B5; &#x3B5;&#x3C0;&#x3B1;&#x3BD;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B1; &#x397;&#x3C4;&#x3B1;&#x3BD; &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3C9; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;, &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C0;&#x3B5;&#x3C4;&#x3AC;&#x3C7;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3B9;&#x3B4;&#x3B9; &#x3BC;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3BB;&#x3B1;&#x3B8;&#x3BF;&#x3C2; &#x3C4;&#x3BF; &#x3B5;&#x3C3;&#x3BA;&#x3B9;&#x3C3;&#x3B5; &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3BF; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C4;&#x3BF; bracket &#x3B3;&#x3B9;&#x3B1; extra ssd &#x3BF;&#x3C0;&#x3C9;&#x3C2; &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3C7;&#x3B5; &#x3B7; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3C7;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3C2; :ryzen 5 5600H &#x3C3;&#x3C4;&#x3B1; 3,30 ghz &#x3BC;&#x3B5; rsdeon graphics Ram: 8gb &#x3B5;&#x3C0;&#x3B5;&#x3BA;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C2; &#x3B4;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3C2;:ssd 512gb &#x39A;&#x3B1;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3C9;&#x3BD; :nvidia geforce 1650 4 gb &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; windows 11 &#x39F;&#x3B8;&#x3BF;&#x3BD;&#x3B7; ips &#x394;&#x3B9;&#x3BD;&#x3C9; &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC; cd dvd &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3B3;&#x3B3;&#x3C1;&#x3C3;&#x3C6;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3B3;&#x3C9;&#x3B3;&#x3AE; &#x3BC;&#x3B5; usb &#x3B1;&#x3BE;&#x3B9;&#x3B1;&#x3C2; 35 &#x3B5;&#x3C5;&#x3C1;&#x3C9; &#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B9; gaming NOD G-MSE-6 RGB &#x3B1;&#x3BE;&#x3B9;&#x3B1;&#x3C2; 15 &#x3B5;&#x3C5;&#x3C1;&#x3C9; Trust hub 7 &#x3B8;&#x3B5;&#x3C3;&#x3B5;&#x3C9;&#x3BD; &#x3BC;&#x3B5; usb &#x3BA;&#x3B1;&#x3B9; &#x3C1;&#x3B5;&#x3C5;&#x3BC;&#x3B1; &#x3B1;&#x3BE;&#x3B9;&#x3B1;&#x3C2; 20 &#x3B5;&#x3C5;&#x3C1;&#x3C9; &#x3A0;&#x3C9;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3C7;&#x3B5;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3B5;&#x3C1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3B7; &#x3BC;&#x3BF;&#x3C5; &#x3A4;&#x3B9;&#x3BC;&#x3B7; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3C3;&#x3B5; &#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3BB;&#x3B1;&#x3B9;&#x3C3;&#x3B9;&#x3B1;</description></gpu><gpu><title>Lenovo IdeaPad 5 14ALC05 AMD RYZEN 5 5500u NVME SSD 512 W11 Fingerprint IPS</title><cpuModel>5500U</cpuModel><BPeu>30.6</BPeu><price>430&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2135120-lenovo-ideapad-5-14alc05-amd-ryzen-5-5500u-nvme-ssd-512-w11-fingerprint-ips/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3A3;&#x391;&#x39D; &#x39A;&#x391;&#x399;&#x39D;&#x39F;&#x3A5;&#x3A1;&#x393;&#x399;&#x39F; &#x3C4;&#x3BF; Lenovo IdeaPad 5 14ALC05 &#x39C;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3C0;&#x3C5;&#x3C1;&#x3B7;&#x3BD;&#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; &#x3BC;&#x3B5; 12 threads Amd Ryzen 5500u 8gb ram 512 gb SSD NVME Windows 11 &#x39F;&#x39B;&#x39F; &#x39C;&#x395;&#x3A4;&#x391;&#x39B;&#x39B;&#x399;&#x39A;&#x39F; &#x3C4;&#x3BF; &#x3C3;&#x3B1;&#x3C3;&#x3AF; &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; amazon.de &#x3BC;&#x3B5; &#x3B3;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;. 14 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3B5;&#x3C2; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; . &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B3;&#x3BD;&#x3CE;&#x3C3;&#x3C4;&#x3B7; &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3C5;&#x3C0;&#x3C9;&#x3BC;&#x3AC;&#x3C4;&#x3C9;&#x3BD; https://www.skroutz.gr/s/37869500/Lenovo-IdeaPad-5-14ALC05-14-IPS-FHD-Ryzen-5-5500U-8GB-512GB-SSD-No-OS-Platinum-Grey-US-Keyboard.html?event_price=585.0&amp;from=account_notifications_price_drop &#x394;&#x3A9;&#x3A1;&#x39F; &#x3AD;&#x3BD;&#x3B1;&#x3C2; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 250GB &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B1; 430&#x20AC;. &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x391;&#x3BB;&#x3B5;&#x3BE;&#x3B1;&#x3BD;&#x3B4;&#x3C1;&#x3BF;&#x3CD;&#x3C0;&#x3BF;&#x3BB;&#x3B7; &#x3AE; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B7;. &#x395;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3BA;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B7; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE;&#x3C2; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3BC;&#x3B5; boxnow &#x3B1;&#x3C6;&#x3BF;&#x3C5; &#x3C0;&#x3C1;&#x3BF;&#x3B7;&#x3B3;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;</description></gpu><gpu><title>HP OMEN 16" IPS FHD 165Hz (Ryzen 7-7840HS/16GB/512GB SSD/GeForce RTX 4050/W11 Home)</title><cpuModel>7840HS</cpuModel><BPeu>30.5</BPeu><price>950&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167204-hp-omen-16-ips-fhd-165hz-ryzen-7-7840hs16gb512gb-ssdgeforce-rtx-4050w11-home/</link><benchmark>28977</benchmark><description>&#x3A0;&#x3A9;&#x39B;&#x395;&#x399;&#x3A4;&#x391;&#x399; &#x3A4;&#x39F; &#x39B;&#x391;&#x3A0;&#x3A4;&#x39F;&#x3A0; https://www.skroutz.gr/s/43914290/HP-OMEN-16-xd0001nv-16-IPS-FHD-165Hz-Ryzen-7-7840HS-16GB-512GB-SSD-GeForce-RTX-4050-W11-Home-US-Keyboard.html?fbclid=IwAR3uR3sdWMfi6OOL0gT99JLcK3T0o2lfjAj2j2aflyqBmp8-eNCpa138Z4c#description &#x391;&#x3A4;&#x39F;&#x39C;&#x391; &#x391;&#x3A0;&#x39F; &#x398;&#x395;&#x3A3;&#x3A3;&#x391;&#x39B;&#x39F;&#x39D;&#x399;&#x39A;&#x397; &#x394;&#x3A5;&#x3A4;&#x399;&#x39A;&#x391; &#x39A;&#x395;&#x39D;&#x3A4;&#x3A1;&#x39F; &#x393;&#x399;&#x391; &#x395;&#x39B;&#x395;&#x393;&#x3A7;&#x39F; &#x397; &#x391;&#x3A0;&#x39F;&#x3A3;&#x3A4;&#x39F;&#x39B;&#x397; &#x39C;&#x395;&#x3A4;&#x391; &#x391;&#x3A0;&#x39F; &#x39A;&#x391;&#x3A4;&#x391;&#x398;&#x395;&#x3A3;&#x397;</description></gpu><gpu><title>HP 255 G8 15.6" IPS FHD (Ryzen 5-3500U/8GB/256GB SSD/W10 Pro)</title><cpuModel>3500U</cpuModel><BPeu>30.4</BPeu><price>230&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2147963-hp-255-g8-156-ips-fhd-ryzen-5-3500u8gb256gb-ssdw10-pro/</link><benchmark>6993</benchmark><description>HP 255 G8 15.6" IPS FHD (Ryzen 5-3500U/8GB/256GB SSD/W10 Pro) (GR Keyboard), 250SSD M2, &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5;. 250&#x20AC;</description></gpu><gpu><title>LENOVO IdeaPad 3 14'' FHD/ AMD Ryzen 3 5300U/ 4GB/ 128GB SSD/ Windows 11 S Laptop</title><cpuModel>5300U</cpuModel><BPeu>30.3</BPeu><price>320&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143940-lenovo-ideapad-3-14-fhd-amd-ryzen-3-5300u-4gb-128gb-ssd-windows-11-s-laptop/</link><benchmark>9711</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF;, &#x3B5;&#x3BD;&#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3AC;&#x3B3;&#x3BA;&#x3B7; &#x3C4;&#x3B7;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3AC;&#x3C6;&#x3B7;&#x3C3;&#x3B7;&#x3C2;, &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3C0;&#x3CC;&#x3BA;&#x3C4;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3BF;&#x3C5;. &#x391;&#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3BF;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9; &#x3AE; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AC;. &#x397; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C5;&#x3C4;&#x3AE; &#x3B1;&#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B7;. &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD;.</description></gpu><gpu><title>HP laptop 15s-eq2xxx</title><cpuModel>5300U</cpuModel><BPeu>30.3</BPeu><price>320&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171242-hp-laptop-15s-eq2xxx/</link><benchmark>9711</benchmark><description>&#x39F; &#x3C6;&#x3BF;&#x3C1;&#x3C1;&#x3B7;&#x3C4;&#x3BF;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3B4;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3BC;&#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BB;&#x3B1;&#x3BC;&#x3B2;&#x3B1;&#x3BD;&#x3B5;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3C0;&#x3BF;&#x3C5; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BD;&#x3B1;&#x3BD; &#x3B1;&#x3BA;&#x3BF;&#x3BC;&#x3B1; &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3BF; . &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; 02/23 &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3BF;&#x3C2; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C2; &#x3BA;&#x3B1;&#x3BC;&#x3B9;&#x3B1; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3B1; . &#x394;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3BD;&#x3BD;&#x3BF;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3BF;&#x3C7;&#x3B7; &#x3C1;&#x3B5;&#x3C5;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; . HP laptop 15s-eq2xxx Model PROCESSOR AMD Ryzen 3 5300U with Radeon Graphics @ 2.60 GHz 1 Processor, 4 Cores, 8 Threads PROCESSOR ID AuthenticAMD Family 23 Model 104 Stepping 1 L1 Instruction Cache 32 KB x 4 32 KB x 4 L1 Data Cache 32 KB x 4 32 KB x 4 L2 Cache 512 KB x 4 512 KB x 4 L3 Cache 4096 KB 4096 KB Motherboard HP 887A HP 887A Northbridge AMD Ryzen SOC 00 AMD Ryzen SOC 00 Southbridge AMD Carrizo FCH 51 AMD Carrizo FCH 51 BIOS AMI F.12 AMI F.12 Memory 8.00 GB DDR4 SDRAM 1597MHz 8.00 GB DDR4 SDRAM 1597MHz</description></gpu><gpu><title>Huawei MateBook 14 2020 (Ryzen 5-4600H/16GB/1TB/W11)</title><cpuModel>4600H</cpuModel><BPeu>29.7</BPeu><price>490&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2112322-huawei-matebook-14-2020-ryzen-5-4600h16gb1tbw11/</link><benchmark>14554</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C4;&#x3B7;&#x3C2; &#x3B1;&#x3B3;&#x3B3;&#x3B5;&#x3BB;&#x3AF;&#x3B1;&#x3C2; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;. &#x3A7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC; &#x3B2;&#x3AC;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC; monitor &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; SSD SAMSUNG 970 PRO 1TB &#x3BA;&#x3B1;&#x3B9; microsoft office &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;</description></gpu><gpu><title>HP 255 G8 15.6" WINDOWS 11 RYZEN 5 5500U 16GB RAM 1TB SSD</title><cpuModel>5500U</cpuModel><BPeu>29.3</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143276-hp-255-g8-156-windows-11-ryzen-5-5500u-16gb-ram-1tb-ssd/</link><benchmark>13175</benchmark><description>15.6" FHD IPS CPU RYZEN 5 5500U GPU AMD Radeon RX Vega 7 16GB RAM DDR4 1TB NVME M.2 SSD 100% &#x3A0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3C5; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; 3% wear level, &#x3BC;&#x3B5; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; (&#x3A4;&#x3BF; 0% wear level &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;) &#x3A0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; Win 11 Home x64 &#x3C4;o &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF;, &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3C4;&#x3B1; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BA;&#x3BF;&#x3BB;&#x3BB;&#x3B7;&#x3C4;&#x3B1;</description></gpu><gpu><title>Lenovo IdeaPad Gaming 3 15ARH05 15.6" FHD (Ryzen 5-4600H/16GB/256GB SSD/1TB/GeForce GTX 1650/W11)</title><cpuModel>4600H</cpuModel><BPeu>29.1</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2154214-lenovo-ideapad-gaming-3-15arh05-156-fhd-ryzen-5-4600h16gb256gb-ssd1tbgeforce-gtx-1650w11/</link><benchmark>14554</benchmark><description>&#x392;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: 15.6" IPS 1920x1080 GeForce GTX 1650 4GB 256 GB M.2 PCIe 3.0x4 SSD NVMe &#x39A;&#x391;&#x399; 1TB HDD 2x8GB SO-DIMM DDR4-3200 1.5W x2, Dolby Audio 720p &#x3BA;&#x3AC;&#x3BC;&#x3B5;&#x3C1;&#x3B1; &#x3BC;&#x3B5; &#x3BA;&#x3AC;&#x3BB;&#x3C5;&#x3BC;&#x3BC;&#x3B1; Blue LED &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; Wi-Fi 5 &#x3A6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C3;&#x3B5; &#x3C0;&#x3BC;, &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;,&#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3B1; Windows 11 Pro, &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3C9;&#x3C1;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5; Apple Macbook Air M1. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3A7;&#x395;&#x3A1;&#x399;-&#x3A7;&#x395;&#x3A1;&#x399; &#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3CE;&#x3C2; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;.</description></gpu><gpu><title>Asus Zenbook 14 Q407 1.15kg ryzen 5-4500u, 8gb/256gb, mx350 2gb, wifi 6</title><cpuModel>4500U</cpuModel><BPeu>29</BPeu><price>380&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2141570-asus-zenbook-14-q407-115kg-ryzen-5-4500u-8gb256gb-mx350-2gb-wifi-6/</link><benchmark>11015</benchmark><description>To laptop &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B7; &#x3AD;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B1; 8gb ram. &#x3A0;&#x3B1;&#x3BD;&#x3B1;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3BF;&#x3C0; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;. &#x3A4;&#x3C1;&#x3BF;&#x3BC;&#x3B5;&#x3C1;&#x3B7; &#x3C0;&#x3BF;&#x3B9;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE;&#x3C2; asus... &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x39B;&#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3B1;. &#x38C;&#x3C7;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3CE;. &#x391;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3B4;&#x3CE;: https://www.asus.com/us/laptops/for-home/zenbook/zenbook-14-q407/techspec/ Ultratough: military-grade durability ZenBook 14 meets the ultra-demanding MIL-STD-810G military standard for reliability and durability, undergoing a punishing test regime that includes extended tests for operation in harsh environments including extreme altitudes, temperatures and humidity. It has also passed ASUS internal laptop tests that far exceed the standards set by the industry. Processor AMD Ryzen&#x2122; 5 4500U Mobile Processor (6C/6T, 4M cache, up to 3.8GHz) Graphics NVIDIA&#xAE; GeForce&#xAE; MX350 2GB GDDR5 VRAM AMD Radeon&#x2122; Graphics Display 14&#x201D; LED-backlit Full HD (1920 x 1080) 16:9 slim-bezel NanoEdge display, non-touch Four-sided frameless NanoEdge design with 92% screen-to-body ratio 2.9mm-thin side bezel and 3.3mm bottom bezel1 Wide 100% sRGB color gamut 178&#xB0; wide-view technology Memory 8GB / 16GB 4266MHz LPDDR4X onboard Storage 256GB PCIe&#xAE; x2 SSD Interfaces 1 x USB 3.2 Gen 2 Type-C&#x2122; (up to 10Gbps) 1 x USB 3.2 Gen 2 Type-A (up to 10Gbps) 1 x USB 2.0 1 x Standard HDMI 1 x MicroSD card reader 1 x Audio combo jack 1 x DC-in</description></gpu><gpu><title>ASUS vivobook</title><cpuModel>3700U</cpuModel><BPeu>28.8</BPeu><price>250&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144846-asus-vivobook/</link><benchmark>7194</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; ASUS Vivobook 15&#x201D;. Amd Ryzen 7 3700U radeon vega mobile gfx 12gb ram 500gb ssd</description></gpu><gpu><title>Laptop Mini PC &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3B1; &#x3C7;&#x3B1;&#x3BC;&#x3B7;&#x3BB;&#x3B5;&#x3C2; &#x3C4;&#x3B9;&#x3BC;&#x3AD;&#x3C2;</title><cpuModel>5300U</cpuModel><BPeu>28.6</BPeu><price>340&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2140613-laptop-mini-pc-%CE%BA%CE%B1%CE%B9%CE%BD%CE%BF%CF%8D%CF%81%CE%B9%CE%B1-%CF%87%CE%B1%CE%BC%CE%B7%CE%BB%CE%B5%CF%82-%CF%84%CE%B9%CE%BC%CE%AD%CF%82/</link><benchmark>9711</benchmark><description>&#x394;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3AC;&#x3C4;&#x3C9;. &#x3A4;&#x3B9;&#x3BC;&#x3AD;&#x3C2; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3B5;&#x3C2;. &#x392;&#x3C1;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;. &#x393;&#x3B9;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B1; &#x3C3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1; Microsoft Surface Laptop Go 2 360&#x20AC; &#x39F;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3BF; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3B1;&#x3C6;&#x3B7;&#x3C2; touchscreen touch screen , i5-1135G7 , 8GB RAM, 128GB SSD, USB 3, Type C, &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1;, Wi-fi 6, &#x3BC;&#x3B5;&#x3B3;&#x3AC;&#x3BB;&#x3B7; &#x3B4;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2;, Windows 11 Home https://www.public.gr/product/computers-and-software/laptops/laptop-microsoft-surface-go-2 ASUS Mini PC 150&#x20AC; ASUS PN41 &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3BF;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. Intel Celeron N5100, 8GB DDR4 RAM, 500GB SSD, Windows 11, &#x3C5;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C7;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3AD;&#x3BE;&#x3C4;&#x3C1;&#x3B1; ssd, Vesa Mount, &#x3B8;&#x3C5;&#x3C1;&#x3B5;&#x3C2; type C, USB 3, Ethernet, HDMI &#x3BA;&#x3B1;&#x3B9; Display Port L&#x336;e&#x336;n&#x336;o&#x336;v&#x336;o&#x336; n&#x336;o&#x336;t&#x336;e&#x336;b&#x336;o&#x336;o&#x336;k&#x336; 3&#x336;4&#x336;0&#x336;&#x20AC; i5-1235U, 8GB RAM 512GB SSD, &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; IPS 17.3", wifi 6, type c, sd card L&#x336;e&#x336;n&#x336;o&#x336;v&#x336;o&#x336; T&#x336;h&#x336;i&#x336;n&#x336;k&#x336;B&#x336;o&#x336;o&#x336;k&#x336; 3&#x336;4&#x336;0&#x336;&#x20AC; i5-1135G7, 16GB RAM 512GB SSD, &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;, &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1;, &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; IPS 15.6", &#x3C6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7; &#x3BC;&#x3B5;&#x3C3;&#x3C9; type-C H&#x336;P&#x336; n&#x336;o&#x336;t&#x336;e&#x336;b&#x336;o&#x336;o&#x336;k&#x336; 3&#x336;7&#x336;0&#x336;&#x20AC; i5-1235U, 8GB RAM 512GB SSD, &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;, &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; IPS 15.6", type-C, &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3BD;&#x3B1; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3CC; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3C0;&#x3BB;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3BF; &#x3C4;&#x3BF;&#x3C5; HP notebook 230&#x20AC; Ryzen 3 5300U, 8GB RAM 512GB SSD, Type-C, &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15.6", &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3AD;&#x3BD;&#x3B1; &#x3C7;&#x3C4;&#x3CD;&#x3C0;&#x3B7;&#x3BC;&#x3B1;-&#x3C3;&#x3C0;&#x3B1;&#x3C3;&#x3B9;&#x3BC;&#x3BF; &#x3C3;&#x3C4;&#x3BF; &#x3C0;&#x3BB;&#x3AC;&#x3B9;</description></gpu><gpu><title>Laptop Asus VivoBook M1603QA</title><cpuModel>5800H</cpuModel><BPeu>28.2</BPeu><price>750&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169159-laptop-asus-vivobook-m1603qa/</link><benchmark>21177</benchmark><description>&#x3A4;&#x3BF; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3BB;&#x3B5;&#x3AF;&#x3BF; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BC;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3BF; 20 &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3BE;&#x3B1;&#x3BD;&#x3C4;&#x3BB;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B1;&#x3C0;&#x3CC; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3BC;&#x3B1;&#x3B3;&#x3B1;&#x3B6;&#x3B9;&#x3AC;. &#x3A0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B5;&#x3C5;&#x3BA;&#x3B1;&#x3B9;&#x3C1;&#x3AF;&#x3B1;. &#x3A4;&#x3BF; &#x3B1;&#x3B3;&#x3CC;&#x3C1;&#x3B1;&#x3C3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF; Master &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD; &#x3B4;&#x3B5; &#x3C4;&#x3BF; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3BF;&#x3BC;&#x3B1;&#x3B9;. &#x3A3;&#x3C7;&#x3B5;&#x3B4;&#x3CC;&#x3C2; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C4;&#x3BF; &#x39C;&#x3AC;&#x3C1;&#x3C4;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2022 &#x3B1;&#x3C0;&#x3CC; &#x39A;&#x3BF;&#x3C4;&#x3C3;&#x3CC;&#x3B2;&#x3BF;&#x3BB;&#x3BF; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3B1;. &#x39C;&#x3AD;&#x3B3;&#x3B5;&#x3B8;&#x3BF;&#x3C2; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; 15.6" &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD Ryzen 7-5800H &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; RAM 16 GB DDR4-3200 &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; 1TB &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; Radeon Graphics &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1.8 kg</description></gpu><gpu><title>Acer Nitro 5 Gaming Laptop</title><cpuModel>5800H</cpuModel><BPeu>28.2</BPeu><price>750&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2144004-acer-nitro-5-gaming-laptop/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; laptop &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x3B4;&#x3B9;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3B5;&#x3BB;&#x3B7;&#x3C8;&#x3B5;&#x3B9;&#x3C2; &#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3BF;&#x3C5;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x39A;&#x3C9;&#x3C4;&#x3C3;&#x3BF;&#x3B2;&#x3BF;&#x3BB;&#x3BF; &#x3C0;&#x3B5;&#x3C1;&#x3C5;&#x3C3;&#x3B9; &#x3C3;&#x3C4;&#x3B9;&#x3C2; 15 &#x39C;&#x3B1;&#x3AF;&#x3BF;&#x3C5; 2022. To laptop &#x3B5;&#x3C7;&#x3B5;&#x3B9;. 1920x1080 144hz IPS &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7;. ryzen 7 5800h &#x39D;vdia Geforce rtx 3060 ram 16gb 2x8 ss 1tb m2 Windows 11 home. A&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3B3;&#x3B9;&#x3B1; gaming &#x3BC;&#x3BF;&#x3BD;&#x3BF; lol kai wm cod 2. &#x394;&#x3B5;&#x3BD; &#x3BA;&#x3BF;&#x3BB;&#x3B1;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3C5;&#x3B8;&#x3B5;&#x3BD;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3B1; &#x3C3;&#x3B5; &#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3B9;&#x3B5;&#x3C2; &#x3B1;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C3;&#x3B5;&#x3B9;&#x3C2;.</description></gpu><gpu><title>HP 15s-eq1020nv Laptop &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;</title><cpuModel>4500U</cpuModel><BPeu>27.6</BPeu><price>399&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2147125-hp-15s-eq1020nv-laptop-%CF%83%CF%86%CF%81%CE%B1%CE%B3%CE%B9%CF%83%CE%BC%CE%AD%CE%BD%CE%BF/</link><benchmark>11015</benchmark><description>LAPTOP &#x397;&#x3A1; 15 s- eq2021nv &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;, &#x3BA;&#x3B5;&#x3C1;&#x3B4;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3B4;&#x3B9;&#x3B1;&#x3B3;&#x3C9;&#x3BD;&#x3B9;&#x3C3;&#x3BC;&#x3CC; &#x3B1;&#x3C0;&#x3CC; &#x3A0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF;, &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 28/8/24 , 15.6" IPS FHD Ryzen 5 -4500 U, Ram 8GB DDR4 , 256GB SSD, Windows 10S, US Keyboard. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3AC;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3AC;&#x3BD;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;. &#x3A3;&#x3C4;&#x3B9;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF; &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; serial number &#x3B3;&#x3B9;&#x3B1; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF; &#x3C3;&#x3C4;&#x3BF; &#x3A0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF;</description></gpu><gpu><title>LENOVO IdeaPad Flex 5 14'' Touch FHD/ AMD Ryzen 5 5500U/ 8GB/ 256GB SSD &#x3A3;&#x391;&#x39D; &#x39A;&#x391;&#x399;&#x39D;&#x39F;&#x3A5;&#x3A1;&#x393;&#x399;&#x39F;</title><cpuModel>5500U</cpuModel><BPeu>27.4</BPeu><price>480&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2013464-lenovo-ideapad-flex-5-14-touch-fhd-amd-ryzen-5-5500u-8gb-256gb-ssd-%CF%83%CE%B1%CE%BD-%CE%BA%CE%B1%CE%B9%CE%BD%CE%BF%CF%85%CF%81%CE%B3%CE%B9%CE%BF/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; LENOVO IdeaPad Flex 5 14'' Touch FHD/ AMD Ryzen 5 5500U/ 8GB/ 256GB SSD/ Windows 10 S Laptop &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C4;&#x3BF; &#x391;&#x3C0;&#x3C1;&#x3AF;&#x3BB;&#x3B9;&#x3BF; '22 &#x3B1;&#x3C0;&#x3CC; Germano/Cosmote &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;. &#x3A7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x39B;&#x3B1;&#x3BC;&#x3AF;&#x3B1;, &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AD;&#x3C2; &#x3C0;&#x3B1;&#x3BD;&#x3B5;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B9;&#x3BA;&#x3CE;&#x3C2; &#x3BC;&#x3B5; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE;&#x3C2; &#x3AD;&#x3C0;&#x3B5;&#x3B9;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3AE; revolut / payzy. &#x391;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; &#x3C7;&#x3C1;&#x3AD;&#x3C9;&#x3C3;&#x3B7; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3B1;&#x3B3;&#x3B3;&#x3B5;&#x3BB;&#x3AF;&#x3B1;&#x3C2;: 480&#x20AC; + &#x394;&#x3A9;&#x3A1;&#x395;&#x391;&#x39D; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; Processor AMD Ryzen&#x2122; 5 5500U Mobile Processor Operating System Up to Windows 10 S Display 14" FHD (1920 x 1080) IPS, 250 nits, 45% NTSC 4-side narrow bezel: L/R 3.3mm, Top 7.9mm, Bottom 11.8mm Graphics UMA: AMD Radeon&#x2122; Graphics Memory Up to 16GB Storage Up to 512GB SSD PCIe M.2 Battery MobileMark&#xAE; 2014 : Up to 12 Hours 1080p Video Playback : Up to 13 Hours Rapid Charge Boost: 15 minutes for 2 hours chage (65WHr, FHD only)&#x2021; Audio Dolby Audio&#x2122; 2 x 2W speakers Dual Mic(DAX3) Dimensions (H x W x D) 321.5mm x 217.5mm x 17.9-20.8mm / 12.65" x 8.56" x 0.7-0.82" Weight Starting at 1.6kg / 3.6lbs Camera HD 720p fixed focus Connectivity WiFi 2x2 AC Bluetooth&#xAE; 4.2 Security Privacy Shutter Fingerprint reader Other Features Backlit keyboard Lenovo Digital Pen Ports / Slots 2 x USB 3.1 (Gen 1) USB-C (Gen 1 with PD) HDMI 1.4b 4-in-1 card reader (SD, SDHC, SDXC, MMC) Headphone / mic combo</description></gpu><gpu><title>Lenovo IdeaPad 3 14ALC6</title><cpuModel>5500U</cpuModel><BPeu>27.2</BPeu><price>485&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2160067-lenovo-ideapad-3-14alc6/</link><benchmark>13175</benchmark><description>Lenovo IdeaPad 3 14ALC6 AMD Ryzen 5 5500U 2.10GHz 8gb RAM 512gb &#x391;&#x3C0;&#x3BF;&#x3B8;&#x3B7;&#x3BA;&#x3B5;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3A7;&#x3CE;&#x3C1;&#x3BF;&#x3C2; Windows 11 &#x3A4;&#x3BF;&#x3C5; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3B9;&#x3AC; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; (Word/Excel) &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B4;&#x3AF;&#x3C7;&#x3C9;&#x3C2; &#x3AF;&#x3C7;&#x3BD;&#x3BF;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AC;&#x3C2; &#x3AE; &#x3C7;&#x3C4;&#x3C5;&#x3C0;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C0;&#x3C1;&#x3BF; 11 &#x3BC;&#x3B7;&#x3BD;&#x3CE;&#x3BD; &#x3B1;&#x3C0;&#x3CC; &#x39A;&#x3C9;&#x3C4;&#x3C3;&#x3CC;&#x3B2;&#x3BF;&#x3BB;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B2;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B7; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2;</description></gpu><gpu><title>Lenovo ideapad 5 15 AREO5</title><cpuModel>4700U</cpuModel><BPeu>27</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168682-lenovo-ideapad-5-15-areo5/</link><benchmark>13477</benchmark><description>I&#x3C3;&#x3C7;&#x3C5;&#x3C1;&#x3CC;&#x3C2; &#x3C6;&#x3BF;&#x3C1;&#x3B7;&#x3C4;&#x3CC;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BC;&#x3B5; AMD Ryzen&#x2122; &#x3BD;&#x3AD;&#x3B1;&#x3C2; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC;&#x3C2;, &#x3B9;&#x3C3;&#x3C7;&#x3C5;&#x3C1;&#x3AC; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC;, &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15,6&#x201D; FHD, &#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3C3;&#x3C4;&#x3C1;&#x3BF; &#x3B9;&#x3B4;&#x3B9;&#x3C9;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;&#x3C2; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3AC;&#x3BC;&#x3B5;&#x3C1;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B7;&#x3C7;&#x3B5;&#x3AF;&#x3B1; Dolby Audio&#x2122;. &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;:15.&#x399; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;:AMD Ryzen 7 4700U 2 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;:16 GB DDR4 &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;:512 GB 6" Full HD IPS 1920 x 1080 &#x391;&#x393;&#x39F;&#x3A1;&#x391;&#x3A3;&#x39C;&#x395;&#x39D;&#x39F; &#x391;&#x3A0;&#x39F; &#x3A4;&#x39F; &#x3A0;&#x39B;&#x391;&#x399;&#x3A3;&#x399;&#x39F; &#x3A4;&#x39F; 2022 (&#x39F;&#x3A7;&#x399; &#x3A0;&#x391;&#x396;&#x391;&#x3A1;&#x399;&#x391;)</description></gpu><gpu><title>&#x395;&#x3A5;&#x39A;&#x391;&#x399;&#x3A1;&#x399;&#x391;! HP Envy x 360 15.6" OLED &#x391;&#x3C6;&#x3AE;&#x3C2; Ryzen 7 7730U</title><cpuModel>7730U</cpuModel><BPeu>26.9</BPeu><price>700&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2162372-%CE%B5%CF%85%CE%BA%CE%B1%CE%B9%CF%81%CE%B9%CE%B1-hp-envy-x-360-156-oled-%CE%B1%CF%86%CE%AE%CF%82-ryzen-7-7730u/</link><benchmark>18807</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C4;&#x3BF; Laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; 17/7/23 &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; 2 &#x3AD;&#x3C4;&#x3B7;. &#x3A4;&#x3BF; HP Envy x360 15-fh0000nv &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; 2 in 1 &#x3BC;&#x3B5; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3B1;&#x3C6;&#x3AE;&#x3C2; 15.6" &#x3B7; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B1; &#x3B4;&#x3B9;&#x3C0;&#x3BB;&#x3CE;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3C0;&#x3AF;&#x3C3;&#x3C9; &#x3BC;&#x3AD;&#x3C1;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C4;&#x3C1;&#x3AD;&#x3C0;&#x3B5;&#x3B9; &#x3C4;&#x3BF; Laptop &#x3C3;&#x3B5; Tablet. &#x2022; &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; 2023 &#x2022; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15.6" FHD 1920x1080 Gorilla Glass NBT &#x2022; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: Ryzen 7 7730U 4.5GHz/Zen 3 &#x2022; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; RAM: DDR4 16 GB &#x2022; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2;: SSD 512GB &#x2022; &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x2022; &#x393;&#x3BB;&#x3CE;&#x3C3;&#x3C3;&#x3B1; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3BF;&#x3C5;: &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; - &#x391;&#x3B3;&#x3B3;&#x3BB;&#x3B9;&#x3BA;&#x3AC; &#x2022; &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3AD;&#x3C3;&#x3B5;&#x3B9;&#x3C2;: 2x Type-C, 2x USB 3.2 Gen 2, 1x HDMA &#x2022; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;: Windows 11 &#x2022; Bluetooth 5.2 &#x2022; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1.82Kg https://www.skroutz.gr/s/42679744/HP-Envy-x360-15-fh0000nv-15-6-OLED-FHD-Ryzen-7-7730U-16GB-512GB-SSD-W11-Home-US-Keyboard.html</description></gpu><gpu><title>HP Gaming Laptop 15.6' Ryzen7 3.2MHz, Nvidia GeForce GTX1650, 144Hz, SSD, &#x395;&#x39D;&#x3A4;&#x39F;&#x3A3; &#x395;&#x393;&#x393;&#x3A5;&#x397;&#x3A3;&#x397;&#x3A3;, &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1; 2022</title><cpuModel>5800H</cpuModel><BPeu>26.8</BPeu><price>790&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2142842-hp-gaming-laptop-156-ryzen7-32mhz-nvidia-geforce-gtx1650-144hz-ssd-%CE%B5%CE%BD%CF%84%CE%BF%CF%83-%CE%B5%CE%B3%CE%B3%CF%85%CE%B7%CF%83%CE%B7%CF%83-%CE%B1%CE%B3%CE%BF%CF%81%CE%B1-2022/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3B1;&#x3BD;&#x3AF;&#x3C3;&#x3C7;&#x3C5;&#x3C1;&#x3BF; laptop HP Pavilion ec2011nv &#x3B3;&#x3B9;&#x3B1; gaming, 3d modelling, programming. &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;&#x3C2;, &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3CC; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3CE;&#x3BD;. &#x395;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3AC;&#x3B6;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3C5;&#x3B8;&#x3B5;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3B7;&#x3C2; HP. ---------------------------------------------- &#x3A7;&#x391;&#x3A1;&#x391;&#x39A;&#x3A4;&#x397;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x399;&#x39A;&#x391;: CPU: AMD Ryzen&#x2122; 7 5800H (3.2 GHz base clock, up to 4.4 GHz max boost clock, 16 MB L3 cache, 8 cores, 16 threads) Chipset: AMD Integrated SoC Graphics: Nvidia GeForce GTX 1650 4 GB Memory: 16 GB DDR4-3200 MHz RAM (2 x 8 GB) Hard drive: 512 GB PCIe&#xAE; NVMe&#x2122; M.2 SSD Display: 39.6 cm (15.6") diagonal, FHD (1920 x 1080), 144 Hz, IPS, micro-edge, anti-glare, 250 nits, 45% NTSC Wireless connectivity: Intel&#xAE; Wi-Fi 6 AX200 (2x2) and Bluetooth&#xAE; 5 combo (Supporting Gigabit data rate) Network interface: Integrated 10/100/1000 GbE LAN Expansion slots: 1 multi-format SD media card reader External ports: 1 SuperSpeed USB Type-C&#xAE; 5Gbps signaling rate; 1 SuperSpeed USB Type-A 5Gbps signaling rate; 1 USB 2.0 Type-A (HP Sleep and Charge); 1 HDMI 2.0; 1 RJ-45; 1 AC smart pin; 1 headphone/microphone combo Minimum dimensions (W x D x H): 36 x 25.7 x 2.35 cm Weight: 1.98 kg Power supply type: 150 W Smart AC power adapter Battery type: 3-cell, 52.5 Wh Li-ion polymer Battery life mixed usage Up to 6 hours Video Playback Battery life Up to 9 hours and 15 minutes Webcam: HP True Vision 720p HD camera with integrated dual array digital microphones Audio features: Audio by B&amp;O; Dual speakers; HP Audio Boost</description></gpu><gpu><title>Asus Tuf A17 1660ti(6gb vram)</title><cpuModel>4800H</cpuModel><BPeu>26.7</BPeu><price>700&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161576-asus-tuf-a17-1660ti6gb-vram/</link><benchmark>18684</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; Asus TUF A17 FA706IU-H7006T (Ryzen 7-4800H/16GB/512GB/GeForce GTX 1660 Ti/FHD/W10) https://www.skroutz.gr/s/25641964/Asus-TUF-A17-FA706IU-H7006T-Ryzen-7-4800H-16GB-512GB-GeForce-GTX-1660-Ti-FHD-W10.html &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B2;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3C3;&#x3C4;&#x3BF; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF; &#x3BC;&#x3BF;&#x3C5; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C4;&#x3B7;&#x3BB;&#x3B5;&#x3CC;&#x3C1;&#x3B1;&#x3C3;&#x3B7; &#x3BF;&#x3C0;&#x3CC;&#x3C4;&#x3B5; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3BB;&#x3B1;&#x3B2;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3AC;&#x3B8;&#x3B9;&#x3BA;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3CE;&#x3C2; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3AD;&#x3C7;&#x3C9; &#x3C4;&#x3BF; &#x3BF;&#x3C4;&#x3B9;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3C0;&#x3BF;&#x3C5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3B6;&#x3C9;. &#x391;&#x3C0;&#x3CC; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3AD;&#x3C7;&#x3C9; &#x3C0;&#x3B1;&#x3AF;&#x3BE;&#x3B5;&#x3B9; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3CC;&#x3C7;&#x3B9; &#x3C0;&#x3AC;&#x3C1;&#x3B1; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3B5;&#x3C0;&#x3B5;&#x3B9;&#x3B4;&#x3AE; &#x3AD;&#x3C7;&#x3C9; &#x3BA;&#x3B1;&#x3B9; playstation &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3CE;. &#x39A;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3B2;&#x3BB;&#x3AD;&#x3C0;&#x3C9; &#x3C3;&#x3B5;&#x3B9;&#x3C1;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1;&#x3B9;&#x3BD;&#x3AF;&#x3B5;&#x3C2;. &#x388;&#x3C7;&#x3B5;&#x3B9; windows 11. &#x394;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3CD;&#x3B5;&#x3B9; &#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3BF;&#x3C4;&#x3B9;&#x3B4;&#x3B7;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B1;&#x3BB;&#x3BB;&#x3BF;, &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3BC;&#x3B9;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3AC; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1;. &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B8;&#x3B1; &#x3C3;&#x3C4;&#x3B1;&#x3BB;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3B2;&#x3BB;&#x3AD;&#x3C0;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC;, &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3BF;&#x3C5;, &#x3B1;&#x3BA;&#x3C1;&#x3B9;&#x3B2;&#x3CE;&#x3C2; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3AD;&#x3C1;&#x3C7;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;. 700 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C3;&#x3BF;&#x3CD;, &#x3AD;&#x3C7;&#x3C9; &#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3CE;&#x3C2;. &#x391;&#x3BC;&#x3AD;&#x3C3;&#x3C9;&#x3C2; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C4;&#x3BF; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3BC;&#x3B5; acs &#x3C3;&#x3B5; &#x3CC;&#x3BB;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B1; &#x3BC;&#x3B5; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5; (&#x3B5;&#x3B3;&#x3CE; &#x3BC;&#x3AD;&#x3BD;&#x3C9; &#x39A;&#x3C1;&#x3AE;&#x3C4;&#x3B7;, &#x3C7;&#x3B1;&#x3BD;&#x3B9;&#x3B1; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3B1;). &#x395;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BF;&#x3B9; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3BF;&#x3C5;, &#x3C4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3BA;&#x3C1;&#x3B9;&#x3B2;&#x3CE;&#x3C2; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3C3;&#x3B1;&#x3C2; &#x3C4;&#x3BF; &#x3BB;&#x3AD;&#x3C9;. &#x393;&#x3B9;&#x3B1; &#x3BF;&#x3C4;&#x3B9;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3AC;&#x3BB;&#x3BB;&#x3BF; &#x3C1;&#x3C9;&#x3C4;&#x3AE;&#x3C3;&#x3C4;&#x3B5; &#x3BC;&#x3B5;. &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3CE;.</description></gpu><gpu><title>Lenovo IdeaPad Creator 5 16ACH6 Ryzen 7-5800H/16GB/1TB/GeForce GTX 1650</title><cpuModel>5800H</cpuModel><BPeu>26.5</BPeu><price>800&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2073106-lenovo-ideapad-creator-5-16ach6-ryzen-7-5800h16gb1tbgeforce-gtx-1650/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5;. Lenovo IdeaPad Creator 5 16ACH6 (Ryzen 7-5800H/16GB/1TB/GeForce GTX 1650//W10 Home) Storm Grey. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3AE;&#x3C3;&#x3B7;. &#x398;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; format &#x3BC;&#x3B5; windows 10 &#x3AE; 11. &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3CC; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; e-lenovo. &#x386;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3BD;&#x3AE;&#x3C3;&#x3B9;&#x3BF;&#x3C2; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;. &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3BD;&#x3CC;&#x3C4;&#x3B9;&#x3B1; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. &#x39F;&#x3C0;&#x3BF;&#x3C5;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B1;&#x3BB;&#x3BB;&#x3BF;&#x3CD; &#x3A0;&#x3A1;&#x3A9;&#x3A4;&#x391; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE;.</description></gpu><gpu><title>HP Omen 16-c0013nv Laptop 16.1" IPS (Ryzen 7 5800H/16 GB/512 GB/RTX 3050 Ti 4 GB/Windows 11 Home)</title><cpuModel>5800H</cpuModel><BPeu>26.5</BPeu><price>800&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2147813-hp-omen-16-c0013nv-laptop-161-ips-ryzen-7-5800h16-gb512-gbrtx-3050-ti-4-gbwindows-11-home/</link><benchmark>21177</benchmark><description>Gaming Laptop &#x39C;&#x3B5; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 16,1 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3CE;&#x3BD; 144Hz, &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; Ryzen&#x2122; 7 5800H, 16GB RAM, PCIe NVMe M.2 SSD 512 GB, NVIDIA&#xAE; GeForce&#xAE; RTX&#x2122; 3050 Ti &#x3BA;&#x3B1;&#x3B9; Windows 11 &#x3A3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3BF;,&#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; !&#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3A0;&#x3BB;&#x3B1;&#x3B9;&#x3C3;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3BF;&#x3BB;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3BF;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C5;! &#x3B5;&#x3BD;&#x3C4;&#x3BF;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7;&#x3C2;! &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3C2; &#x3B5;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;!&#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3B1;&#x3C2;-&#x3B1;&#x3B8;&#x3B7;&#x3BD;&#x3B1; &#x3C7;&#x3B5;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3B5;&#x3C1;&#x3B9;! &#x3C0;&#x3B9;&#x3BF; &#x3BA;&#x3B1;&#x3C4;&#x3C9; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BA; &#x3C3;&#x3C4;&#x3BF; site &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BB;&#x3B1;&#x3B9;&#x3C3;&#x3B9;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3B4;&#x3B5;&#x3B9;&#x3C4;&#x3B5; &#x3C4;&#x3B1; specs &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3B9;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3B1;! HP Omen 16-c0013nv Laptop 16.1" IPS (Ryzen 7 5800H/16 GB/512 GB/RTX 3050 Ti 4 GB/Windows 11 Home) | Plaisio</description></gpu><gpu><title>ASUS vivobook ( Ryzen 5/16gb /512ssd)</title><cpuModel>5500U</cpuModel><BPeu>26.4</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2161304-asus-vivobook-ryzen-516gb-512ssd/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3C3;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B1;&#x3BD;&#x3C4; &#x3BC;&#x3B5; &#x3B1;&#x3BD;&#x3B5;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B1; ! &#x391;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3B1; specs &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; : Asus VivoBook 15 15.6" OLED (Ryzen 5-5500U/16GB/512GB SSD/W11 Home) (GR Keyboard) | Skroutz.gr &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3A9;&#x3C1;&#x3C9;&#x3C0;&#x3CC;&#x3C2; , &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE;&#x3C2;</description></gpu><gpu><title>HP Pavilion 15-eh1001nv 15.6&#x201D; Ryzen 7 5700U/16GB/512GB</title><cpuModel>5700U</cpuModel><BPeu>26.4</BPeu><price>600&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2075433-hp-pavilion-15-eh1001nv-156%E2%80%9D-ryzen-7-5700u16gb512gb/</link><benchmark>15839</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; laptop &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5; . &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B7; &#x3AD;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3BC;&#x3B5; Ryzen 7-5700U / 16 gb ram / 512 gb SSD M2 . &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3B1;&#x3C0;&#x3CC; Mediamarkt &#x3BA;&#x3B1;&#x3B9; &#x3B8;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; : &#x3A4;&#x3C3;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3C2; HP &#x391;&#x3C3;&#x3CD;&#x3C1;&#x3BC;&#x3B1;&#x3C4;&#x3BF; &#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3AF;&#x3BA;&#x3B9; HP &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3BD;&#x3B1; &#x3B2;&#x3C1;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3BC;&#x3B7; &#x3B9;&#x3C3;&#x3C4;&#x3BF;&#x3C3;&#x3B5;&#x3BB;&#x3AF;&#x3B4;&#x3B1; &#x3C4;&#x3B7;&#x3C2; HP . &#x3A4;&#x3BF; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C9; &#x3B4;&#x3B9;&#x3CC;&#x3C4;&#x3B9; &#x3B8;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3B2;&#x3CE; &#x3C3;&#x3B5; IOS .</description></gpu><gpu><title>HP Pavilion 15-eh1001nv 15.6'' FHD IPS/ AMD Ryzen&#x2122; 7 5700U/ 8GB/ 512GB SSD/ Windows 10 Home</title><cpuModel>5700U</cpuModel><BPeu>26.4</BPeu><price>600&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2125938-hp-pavilion-15-eh1001nv-156-fhd-ips-amd-ryzen%E2%84%A2-7-5700u-8gb-512gb-ssd-windows-10-home/</link><benchmark>15839</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3BF;&#x3CD;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3B4;&#x3C5;&#x3BF; (2) laptops &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3C3;&#x3C4;&#x3AC; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3BC;&#x3B5; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x3C4;&#x3BF;&#x3BD; &#x393;&#x3B5;&#x3C1;&#x3BC;&#x3B1;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3AF;&#x3BE;&#x3B5;&#x3B9;&#x3C2; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; &#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B1; &#x3B4;&#x3C5;&#x3BF;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3B5;&#x3BD;&#x3B1; 27/12/2022. &#x398;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3AC;&#x3C4;&#x3BF;&#x3BC;&#x3B1; &#x3B1;&#x3C0;&#x3BF; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3C0;&#x3BF;&#x3C5; &#x3B8;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3B1;&#x3B2;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B5;&#x3AF;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3B9;&#x3BF; &#x3C0;&#x3BF;&#x3C5; &#x3B2;&#x3BF;&#x3BB;&#x3B5;&#x3C5;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3C5;&#x3C2; &#x3B4;&#x3C5;&#x3BF; &#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3C9;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; &#x3B5;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3C9;&#x3BC;&#x3AE; &#x3C3;&#x3C4;&#x3BF;&#x3BD; &#x3BA;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3B5;&#x3C1;. &#x392;&#x3B5;&#x3B2;&#x3B1;&#x3B9;&#x3B1; &#x3B1;&#x3BD; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AC; &#x3B1;&#x3C1;&#x3BD;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AC;&#x3B2;&#x3B5;&#x3B9;, &#x3BA;&#x3B1;&#x3AE;&#x3BA;&#x3B1;&#x3BC;&#x3B5;.. &#x397; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BA;&#x3B1;&#x3C3;&#x3C4;&#x3BF;.</description></gpu><gpu><title>&#x3A3;&#x3A6;&#x3A1;&#x391;&#x393;&#x399;&#x3A3;&#x39C;&#x395;&#x39D;&#x39F; LAPTOP/TABLET HP Envy X360 13-ay1011nv 13.3" IPS FHD (Ryzen 7-5800U/16GB/512GB SSD/W11)</title><cpuModel>5800U</cpuModel><BPeu>25.9</BPeu><price>720&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2171102-%CF%83%CF%86%CF%81%CE%B1%CE%B3%CE%B9%CF%83%CE%BC%CE%B5%CE%BD%CE%BF-laptoptablet-hp-envy-x360-13-ay1011nv-133-ips-fhd-ryzen-7-5800u16gb512gb-ssdw11/</link><benchmark>18642</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; Laptop/Tablet HP Envy X360 Convert 13-ay1011nv 13.3" IPS FHD Touchscreen (Ryzen 7-5800U/16GB/512GB SSD/W11 Home/GR Keyboard) &#x3C4;&#x3B7;&#x3C2; &#x3B5;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3BC;&#x3B7;&#x3C2; &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3AE;&#x3C2; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C9;&#x3C0;&#x3B5;&#x3AF;&#x3B1;&#x3C2; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; (&#x3C4;&#x3AD;&#x3BB;&#x3B7; &#x399;&#x3BF;&#x3C5;&#x3BB;&#x3AF;&#x3BF;&#x3C5; 2023) &#x3C3;&#x3C4;&#x3B7; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C4;&#x3C9;&#x3BD; 720&#x20AC;. 2-in-1 Flexibility : &#x39C;&#x3B5;&#x3C4;&#x3B1;&#x3C4;&#x3C1;&#x3AD;&#x3C0;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3CD;&#x3BA;&#x3BF;&#x3BB;&#x3B1; &#x3C3;&#x3B5; tablet &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C5;&#x3AD;&#x3BB;&#x3B9;&#x3BA;&#x3C4;&#x3B7; &#x3AC;&#x3C1;&#x3B8;&#x3C1;&#x3C9;&#x3C3;&#x3B7; 360 &#x3BC;&#x3BF;&#x3B9;&#x3C1;&#x3CE;&#x3BD; - &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3C4;&#x3B1;&#x3C5;&#x3C4;&#x3CC;&#x3C7;&#x3C1;&#x3BF;&#x3BD;&#x3B7;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B9;&#x3BE;&#x3B7;&#x3C2; &#x3C4;&#x3B7;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1;&#x3C2; &#x3B1;&#x3C6;&#x3AE;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B4;&#x3B1;&#x3C2; &#x3A3;&#x3B1;&#x3C3;&#x3AF; &#x3B1;&#x3BB;&#x3BF;&#x3C5;&#x3BC;&#x3B9;&#x3BD;&#x3AF;&#x3BF;&#x3C5; AMD Ryzen&#x2122; 7 5800U (up to 4.4 GHz max boost clock, 16 MB L3 cache, 8 cores, 16 threads) - Technology 7 nm 16 GB DDR4-3200 MHz RAM 512 GB PCIe&#xAE; NVMe&#x2122; M.2 SSD AMD Radeon RX Vega 8 Graphic Accelerator &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 13.3" (33.8 cm) FHD (1920 x 1080) IPS panel, edge-to-edge glass, micro-edge, BrightView, multitouch-enabled &#x3BC;&#x3B5; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3AF;&#x3B1; Corning&#xAE; Gorilla&#xAE; Glass NBT&#x2122; &#x3B5;&#x3BD;&#x3AC;&#x3BD;&#x3C4;&#x3B9;&#x3B1; &#x3C3;&#x3B5; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C1;&#x3B1;&#x3B3;&#x3AF;&#x3C3;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3A6;&#x3C9;&#x3C4;&#x3B5;&#x3B9;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 1000 nits, 72% NTSC, HP Sure View integrated privacy Audio &#x3AE;&#x3C7;&#x3BF;&#x3C2; by Bang &amp; Olufsen &#x3BC;&#x3B5; 2 &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE;&#x3C2; &#x3C0;&#x3BF;&#x3B9;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;&#x3C2; &#x3B7;&#x3C7;&#x3B5;&#x3AF;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B1; HP Audio Boost HP Wide Vision 720p HD Web camera &#x3BC;&#x3B5; &#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3C3;&#x3C4;&#x3C1;&#x3BF; &#x3BA;&#x3AC;&#x3BC;&#x3B5;&#x3C1;&#x3B1;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C6;&#x3AF;&#x3BB;&#x3C4;&#x3C1;&#x3BF; &#x3B9;&#x3B4;&#x3B9;&#x3C9;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;&#x3C2; HP Sure View &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B7;&#x3B3;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x3B1;&#x3C3;&#x3C6;&#x3AC;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C4;&#x3C9;&#x3BD; &#x3B4;&#x3B5;&#x3B4;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3C9;&#x3BD; &#x3C3;&#x3BF;&#x3C5; &#x395;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B1; dual array &#x3C8;&#x3B7;&#x3C6;&#x3B9;&#x3B1;&#x3BA;&#x3AC; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3CC;&#x3C6;&#x3C9;&#x3BD;&#x3B1; &#x391;&#x3BD;&#x3B1;&#x3B3;&#x3BD;&#x3CE;&#x3C1;&#x3B9;&#x3C3;&#x3B7; &#x3B4;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3BF;&#x3CD; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3C5;&#x3C0;&#x3CE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; (Fingerprint Reader) &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; (Full Size Greek Backlit Keyboard without numpad) - HP Imagepad precision multitouch touchpad Wi-Fi 6 Bluetooth&#xAE; 5.2 combo (Supporting Gigabit data rate) Windows 11 &#x3A0;&#x3BF;&#x3BB;&#x3CD; &#x3B3;&#x3C1;&#x3AE;&#x3B3;&#x3BF;&#x3C1;&#x3B7; &#x3C6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7; HP Fast Charge &#x3BC;&#x3B5; 65 W AC power adapter (50% &#x3C3;&#x3B5; &#x3BC;&#x3CC;&#x3BB;&#x3B9;&#x3C2; 30 &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3AC;) &#x39C;&#x3B5;&#x3B3;&#x3AC;&#x3BB;&#x3B7; &#x3B4;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3B6;&#x3C9;&#x3AE;&#x3C2; &amp; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BD;&#x3BF;&#x3BC;&#x3AF;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3AD;&#x3C9;&#x3C2; 13 &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; 45 &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3AC; (3-cell, 51 Wh Li-ion polymer) &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; &#x3BC;&#x3CC;&#x3BD;&#x3BF; 1.3 kg Ports : 1 SuperSpeed USB Type-C&#xAE; 10Gbps signaling rate (USB Power Delivery 1 SuperSpeed USB Type-A 5Gbps signaling rate (HP Sleep and Charge) 1 SuperSpeed USB Type-A 5Gbps signaling rate DisplayPort&#x2122; 1.4, HP Sleep and Charge) 1 microSD media Card Reader 1 AC smart pin 1 headphone/microphone combo &#x391;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; : HP ENVY x360 Convert 13-ay1011nv Product Specifications | HP&#xAE; Customer Support &#x398;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;.</description></gpu><gpu><title>ASUS ROG STRIX G713QM 2021 Ryzen 7 5800H GeForce 3060 16GB RAM</title><cpuModel>5800H</cpuModel><BPeu>24.9</BPeu><price>850&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2160571-asus-rog-strix-g713qm-2021-ryzen-7-5800h-geforce-3060-16gb-ram/</link><benchmark>21177</benchmark><description>&#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; gaming laptop ASUS ROG STRIX G713QM Ryzen 7 5800H GeForce 3060 &#x3C4;&#x3BF;&#x3C5; 2021, &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x399;&#x3BF;&#x3CD;&#x3BB;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2021. AMD Ryzen&#x2122; 7 5800H Mobile Processor (8-core/16-thread, 20MB cache, up to 4.4 GHz max boost) NVIDIA&#xAE; GeForce RTX&#x2122; 3060 Laptop GPU With ROG Boost up to 1802MHz at 115W (130W with Dynamic Boost) 6GB GDDR6 17.3-inch FHD (1920 x 1080) IPS-level anti-glare display Refresh Rate:144Hz Adaptive-Sync 16GB DDR4-3200 SO-DIMM 1x 3.5mm Combo Audio Jack 1x HDMI 2.0b 3x USB 3.2 Gen 1 Type-A 1x USB 3.2 Gen 2 Type-C support DisplayPort&#x2122; / power delivery / G-SYNC 1x RJ45 LAN port https://rog.asus.com/ca-en/laptops/rog-strix/2021-rog-strix-g17-series/spec/</description></gpu><gpu><title>Lenovo legion 5</title><cpuModel>4800H</cpuModel><BPeu>24.9</BPeu><price>750&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2149484-lenovo-legion-5/</link><benchmark>18684</benchmark><description>Lenovo Legion 5 Notebook 39.6 cm (15.6") 1920 x 1080 pixels 120 Hz AMD Ryzen 7 4800H 16GB DDR4-SDRAM 512 GB NVIDIA&#xAE; GeForce&#xAE; GTX 1660Ti Wi-Fi 6 (802.11ax) Windows 11 home</description></gpu><gpu><title>ASUS ROG Zephyrus G14 GA401IV Ryzen 7 4800HS - 16GB RAM - NVME 1TB - NVIDIA GeForce RTX 2060 Max-Q</title><cpuModel>4800HS</cpuModel><BPeu>24.7</BPeu><price>750&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2154831-asus-rog-zephyrus-g14-ga401iv-ryzen-7-4800hs-16gb-ram-nvme-1tb-nvidia-geforce-rtx-2060-max-q/</link><benchmark>18545</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; ASUS ROG Zephyrus G14 GA401IV. &#x391;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5;: &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: AMD Ryzen 7 4800HS &#x3C3;&#x3C4;&#x3B1; 2.9 GHz(up to 4.2 GHz, 8MB Cache, 8 cores, 16 threads) &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;: NVIDIA GeForce RTX 2060 Max-Q 6 GB + Radeon onboard RAM: 16GB(1 dimm &#x3B5;&#x3BB;&#x3B5;&#x3CD;&#x3B8;&#x3B5;&#x3C1;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3C0;&#x3AD;&#x3BA;&#x3C4;&#x3B1;&#x3C3;&#x3B7;) &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: 14" Full HD 1920x1080 120Hz AntiGlare IPS 300 nits SSD: 1 TB NVME M.2 &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;: Windows 11 Pro &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2;: 1.6 kg &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; + &#x394;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x391;&#x3C0;&#x3CC;&#x3C7;&#x3C1;&#x3C9;&#x3C3;&#x3B7;: Eclipse Grey &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C4;&#x3BF; &#x394;&#x3B5;&#x3BA;&#x3AD;&#x3BC;&#x3B2;&#x3C1;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2020 &#x3C3;&#x3C4;&#x3B1; 1325 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3B1;&#x3C0;&#x3CC; Amazon.es. &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B1; 2.5 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3B4;&#x3B5;&#x3BD; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3C4;&#x3CC;&#x3C3;&#x3BF; &#x3B3;&#x3B9;&#x3B1; gaming &#x3CC;&#x3C3;&#x3BF; &#x3B8;&#x3B1; &#x3AE;&#x3B8;&#x3B5;&#x3BB;&#x3B1; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3B9;&#x3C8;&#x3B7;&#x3C2; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3BF;&#x3C5;. &#x39A;&#x3CD;&#x3C1;&#x3B9;&#x3B1; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3CC;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2; &#x3C3;&#x3C7;&#x3BF;&#x3BB;&#x3AE;&#x3C2;. &#x391;&#x3C5;&#x3C4;&#x3AE; &#x3C4;&#x3B7; &#x3C3;&#x3C4;&#x3B9;&#x3B3;&#x3BC;&#x3AE; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; Dual Boot Windows 11 Pro &#x3BC;&#x3B5; Ubuntu 23.10, &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3AE; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; Windows 11 Pro &#x3AE; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3CE;&#x3C2; &#x3C4;&#x3BF; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3B9; &#x3BF; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3B5;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3C4;&#x3BF;&#x3C5; 180W, &#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3BB;&#x3CE;&#x3B4;&#x3B9;&#x3BF; &#x3C6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3B2;&#x3B9;&#x3B2;&#x3BB;&#x3B9;&#x3B1;&#x3C1;&#x3AC;&#x3BA;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1;&#x3C2;. &#x3A4;&#x3B9;&#x3BC;&#x3AE;: 800 750 &#x395;&#x3C5;&#x3C1;&#x3CE; &#x3A0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE; / &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3B1;&#x3BD; &#x3BF; &#x3B5;&#x3BD;&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3B5;&#x3C1;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x391;&#x3C4;&#x3C4;&#x3B9;&#x3BA;&#x3AE;&#x3C2;. &#x3A3;&#x3C4;&#x3B5;&#x3AF;&#x3BB;&#x3C4;&#x3B5; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3AE;&#x3BD;&#x3C5;&#x3BC;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3C0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2;/&#x3B2;&#x3AF;&#x3BD;&#x3C4;&#x3B5;&#x3BF;. &#x395;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BF;&#x3B9; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3BF;&#x3C5;.</description></gpu><gpu><title>Laptop HP Omen 15 (AMD Ryzen 7-5800H/16GB/1 TB SSD/Nvidia GeForce RTX 3070 8GB)</title><cpuModel>5800H</cpuModel><BPeu>24.6</BPeu><price>860&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2136127-laptop-hp-omen-15-amd-ryzen-7-5800h16gb1-tb-ssdnvidia-geforce-rtx-3070-8gb/</link><benchmark>21177</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; HP Omen 15-EN1001NV &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; Public , &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;. &#x3A4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BC;&#x3AF;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AC; &#x3AE; &#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;. &#x397; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BB;&#x3AE;&#x3BE;&#x3B5;&#x3B9;. &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; : &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; : AMD Ryzen 7-5800 (8&#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2;) &#x39C;&#x3AD;&#x3B3;&#x3B5;&#x3B8;&#x3BF;&#x3C2; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; : 15.6" diagonal, FHD, 144 Hz, IPS,micro-edge, anti-glare, 300 nits, 72% NTSC &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; ram : 16GB DDR4 3200MHz ( &#x395;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3B7; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3B3;&#x3C1;&#x3AE;&#x3B3;&#x3BF;&#x3C1;&#x3B7; &#x3C4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3C7;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C1;&#x3B3;&#x3AE; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3CC;&#x3BD; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3B1; &#x3C4;&#x3C9;&#x3BD; &#x3AC;&#x3BB;&#x3BB;&#x3C9;&#x3BD; &#x3B5;&#x3C4;&#x3B1;&#x3B9;&#x3C1;&#x3B9;&#x3CE;&#x3BD; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C1;&#x3B9;&#x3C7;&#x3BD;&#x3B5; &#x3C4;&#x3B9;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B4;&#x3CC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C3;&#x3B5; gaming &#x3B3;&#x3CD;&#x3C1;&#x3C9; &#x3C3;&#x3C4;&#x3BF; 10%.&#x39F;&#x3C3;&#x3BF;&#x3B9; &#x3AD;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C8;&#x3AC;&#x3BE;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3B8;&#x3AD;&#x3BC;&#x3B1;, &#x3B3;&#x3BD;&#x3C9;&#x3C1;&#x3AF;&#x3B6;&#x3BF;&#x3C5;&#x3BD;.) &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2;: 1 TB SSD &#x3BC;&#x3B5; &#x3B5;&#x3C0;&#x3B9;&#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD; &#x3BA;&#x3B5;&#x3BD;&#x3AE; &#x3B8;&#x3AD;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3CC;&#x3C3;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3B5;&#x3C0;&#x3B9;&#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD; SSD &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; : Nvidia GeForce RTX 3070 8GB GDDR6 &#x3A3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC; &#x3A0;&#x3AC;&#x3C4;&#x3C1;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BD; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3BD;&#x3BD;&#x3CC;&#x3B7;&#x3C3;&#x3B7;&#x3C2;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3C3;&#x3B5; &#x3AC;&#x3BB;&#x3BB;&#x3B7; &#x3C0;&#x3CC;&#x3BB;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BD; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3BD;&#x3BD;&#x3CC;&#x3B7;&#x3C3;&#x3B7;&#x3C2;.</description></gpu><gpu><title>HP LAPTOP MODEL 15-db0001nv</title><cpuModel>2200U</cpuModel><BPeu>24.6</BPeu><price>150&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2168489-hp-laptop-model-15-db0001nv/</link><benchmark>3695</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; laptop &#x3C3;&#x3B5; &#x3BC;&#x3AD;&#x3C4;&#x3C1;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x394;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3CD;&#x3B5;&#x3B9; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B1;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3B8;&#x3AD;&#x3BC;&#x3B1;. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; upgrade &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; ram &#x3C3;&#x3C4;&#x3B1; 12gb &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF; SSD 120GB. &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B8;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3BD;&#x3B1;&#x3C2; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC;&#x3C2; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 1tb &#x3C0;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BF; &#x3C0;&#x3B1;&#x3BB;&#x3B9;&#x3CC;&#x3C2; hdd &#x3C4;&#x3BF;&#x3C5; Hp Laptop. &#x395;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; &#x3BF;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;. &#x39A;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3B1; specs AMD Ryzen 3 2200U with Radeon Vega Mobile Gfx 2.5GHz &amp; 12gb Ram &#x398;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3BF;&#x3C5;. &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3CE; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;.</description></gpu><gpu><title>Lenovo Laptop | AMD Ryzen 7 4700U | 16GB | 1TB</title><cpuModel>4700U</cpuModel><BPeu>24.5</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2130104-lenovo-laptop-amd-ryzen-7-4700u-16gb-1tb/</link><benchmark>13477</benchmark><description>Lenovo Yoga Slim 7 14ARE05 CPU: AMD Ryzen 7 4700U RAM: 16GB SSD: 1TB GPU: AMD Radeon Graphics (Integrated) Display: 14.0'' FHD IPS &#x39A;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2;: &#x395;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3A4;&#x3B9;&#x3BC;&#x3AE;: &#x3A3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;</description></gpu><gpu><title>HP 15s-eq1016nv 15.6" FHD (Ryzen 7-4700U/16GB/512GB SSD/W10</title><cpuModel>4700U</cpuModel><BPeu>24.5</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2165723-hp-15s-eq1016nv-156-fhd-ryzen-7-4700u16gb512gb-ssdw10/</link><benchmark>13477</benchmark><description>&#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3B5;&#x3BB;&#x3BF; 2022.&#x3A4;&#x3BF; &#x3C0;&#x3B7;&#x3C1;&#x3B1;&#x3BC;&#x3B5; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C5; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3BF;&#x3C1;&#x3B7; &#x3BC;&#x3BF;&#x3C5; &#x3B1;&#x3BB;&#x3BB;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B2;&#x3BF;&#x3BB;&#x3B5;&#x3C8;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B7;&#x3B3;&#x3B1;&#x3BC;&#x3B5; &#x3C3;&#x3B5; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C1;&#x3BF;.&#x391;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B9; &#x3B1;&#x3BD; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C3;&#x3C9; 1-2 &#x3C8;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3C4;&#x3C3;&#x3B5;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3C0;&#x3B1;&#x3BA;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3B5;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3B9;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3B7;.&#x3A4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3BF; &#x3B5;&#x3C7;&#x3BF;&#x3C5;&#x3BC;&#x3B5; &#x3C0;&#x3B5;&#x3C4;&#x3B1;&#x3BE;&#x3B5;&#x3B9;.&#x3A4;&#x3B7;&#x3BD; &#x3B1;&#x3C0;&#x3BF;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3BA;&#x3B1;&#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3B7;&#x3BD; &#x3B5;&#x3C7;&#x3C9; &#x3B1;&#x3BB;&#x3BB;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3BD;&#x3B1; &#x3BC;&#x3B7;&#x3BD; &#x3C4;&#x3B7; &#x3B2;&#x3C1;&#x3C9; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B4;&#x3B7;&#x3BB;&#x3C9;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C3;&#x3C4;&#x3BF; site &#x3C4;&#x3B7;&#x3C2; HP &#x3BF;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3C5;&#x3B7;&#x3C3;&#x3B7; &#x3B9;&#x3C3;&#x3C7;&#x3C5;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B1; &#x3BC;&#x3B5;&#x3C7;&#x3C1;&#x3B9; 07/24.&#x395;&#x3B9;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3B1;.</description></gpu><gpu><title>(&#x39D;&#x395;&#x391; &#x39C;&#x395;&#x399;&#x3A9;&#x3A3;&#x397; &#x3A4;&#x399;&#x39C;&#x397;&#x3A3;) Lenovo Thinkpad A285: Ryzen 5 2500/16GB RAM/256GB nvme/FHD IPS &#x39F;&#x3B8;&#x3BF;&#x3BD;&#x3B7;</title><cpuModel>2500U</cpuModel><BPeu>24.1</BPeu><price>270&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2150043-%CE%BD%CE%B5%CE%B1-%CE%BC%CE%B5%CE%B9%CF%89%CF%83%CE%B7-%CF%84%CE%B9%CE%BC%CE%B7%CF%83-lenovo-thinkpad-a285-ryzen-5-250016gb-ram256gb-nvmefhd-ips-%CE%BF%CE%B8%CE%BF%CE%BD%CE%B7/</link><benchmark>6517</benchmark><description>&#x3A0;&#x3C1;&#x3BF;&#x3C2; &#x3C0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3BD;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; Lenovo Thinkpad A285 &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3B7; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B4;&#x3B7;&#x3BB;&#x3B1;&#x3B4;&#x3B7; &#x3BC;&#x3B5; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3B7; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BA;&#x3B7; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3B7; &#x3C6;&#x3B8;&#x3BF;&#x3C1;&#x3B1;. &#x39D;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3B5;&#x3B9;&#x3CE;&#x3C3;&#x3C9; &#x3C0;&#x3C9;&#x3C2; &#x3C4;&#x3BF; &#x391;285 &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3BF;&#x3B9;&#x3C7;&#x3BF; &#x3C4;&#x3BF;&#x3C5; &#x3A7;280 &#x3BC;&#x3B5; AMD Ryzen &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; &#x3B1;&#x3BD;&#x3C4;&#x3B9; intel. CPU Ryzen 5 PRO 2500U GPU AMD Vega 8 16GB RAM 256GB nvme IPS 12,5 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3B5;&#x3C2; &#x3BF;&#x3B8;&#x3BF;&#x3BD;&#x3B7; (&#x3B1;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C3;&#x3B7; Full HD 1920x1080 &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3B1;&#x3C2; IPS) Camera &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3B1;&#x3BA;&#x3CC;&#x3C0;&#x3C4;&#x3B7; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3B7;&#x3BD; &#x3BA;&#x3BB;&#x3B5;&#x3AF;&#x3BD;&#x3B5;&#x3B9;, HDMI 2.0 &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BF; &#x3BF;&#x3C0;&#x3BF;&#x3C5; &#x3C5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3C5;&#x3B1;&#x3BB;&#x3B1;&#x3B4;&#x3B1; &#x3C3;&#x3B5; &#x3BC;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3B1; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3B1; (&#x3C5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3B1;) &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x3C0;&#x3BF;&#x3C5; &#x3BA;&#x3C1;&#x3B1;&#x3C4;&#x3AC;&#x3B5;&#x3B9; &#x3B1;&#x3C1;&#x3BA;&#x3B5;&#x3C4;&#x3B5;&#x3C2; &#x3C9;&#x3C1;&#x3B5;&#x3C2; USB-C &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3B7;&#x3C2; &#x3BF; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3C9;&#x3BD;&#x3C5;&#x3BC;&#x3BF;&#x3C2; aftermarket Windows 10 pro (&#x3B1;&#x3B3;&#x3B3;&#x3BB;&#x3B9;&#x3BA;&#x3B1;, &#x3B5;&#x3BD;&#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3BF; BIOS key &#x3C4;&#x3BF;&#x3C5; laptop). &#x3A4;&#x3B9;&#x3BC;&#x3AE; 270 &#x3B5;&#x3C5;&#x3C1;&#x3CE;. &#x3A0;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3B1;&#x3BB;&#x3C9; &#x3BC;&#x3BF;&#x3BD;&#x3BF; &#x3C3;&#x3BF;&#x3B2;&#x3B1;&#x3C1;&#x3BF;&#x3B9; &#x3B5;&#x3BD;&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3B5;&#x3C1;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF;&#x3B9; &#x3BC;&#x3B5; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2;. &#x392;&#x3C1;&#x3B9;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3B1;&#x3BA;&#x3B7; &#x3C0;&#x3BF;&#x3BB;&#x3B7;. &#x3A5;&#x3C0;&#x3B1;&#x3C1;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3B1;. &#x397; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3B7; &#x3B5;&#x3C0;&#x3B9;&#x3B8;&#x3C5;&#x3BC;&#x3C9; &#x3BD;&#x3B1; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3CC;&#x3BB;&#x3BF;&#x3C5; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C3;&#x3BF;&#x3CD; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7; &#x3C3;&#x3C5;&#x3BD;&#x3B5;&#x3C7;&#x3B5;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3B7; &#x3B1;&#x3C0;&#x3BF; &#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3BC;&#x3B5; &#x3B4;&#x3C9;&#x3C1;&#x3B5;&#x3AC;&#x3BD; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC;. &#x394;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3BF;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3B7;&#x3C2; &#x3C5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9;, &#x3B1;&#x3BD; &#x3BF;&#x3BC;&#x3C9;&#x3C2; &#x3C0;&#x3C1;&#x3C9;&#x3C4;&#x3B1; &#x3B3;&#x3B9;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BC;&#x3B9;&#x3B1;&#x3C2; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3B7;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3B7;&#x3C2;. &#x3A3;&#x3B5; &#x3B1;&#x3C5;&#x3C4;&#x3B7; &#x3C4;&#x3B7; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C0;&#x3C4;&#x3C9;&#x3C3;&#x3B7; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B8;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x39C;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3B9;&#x3C4;&#x3B5; &#x3BD;&#x3B1; &#x3B4;&#x3B5;&#x3B9;&#x3C4;&#x3B5; &#x3C4;&#x3B9;&#x3C2; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B7;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3BF;&#x3C5; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3C0;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3B1; &#x3BC;&#x3BF;&#x3C5;.</description></gpu><gpu><title>Lenovo Laptop IdeaPad 3 15ALC6</title><cpuModel>5500U</cpuModel><BPeu>24</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2164755-lenovo-laptop-ideapad-3-15alc6/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3AD;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; laptop Lenovo IdeaPad 3 15ALC6 &#x3BC;&#x3B5; &#x3BC;&#x3B7;&#x3B4;&#x3B1;&#x3BC;&#x3B9;&#x3BD;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;. &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: -M.2 2242 SSD up to 512GB -AMD Ryzen 5 5500U 2,1GHZ 3MB L2 / 8MB L3 AMD Radeon Graphics -HDMI supports up to 4K@30Hz , 2X USB 3,2, SD card reader -Memory Type DDR4-3200 16GB - Audio Chip High Definition (HD) Audio, Realtek&#xAE; ALC3287 codec Speakers Stereo speakers, 1.5W x2, Dolby&#xAE; Audio&#x2122; Microphone Dual-microphone array Camera HD 720p, with privacy shutter, fixed focus -Battery Integrated Li-Polymer 45Wh battery, supports Rapid Charge (charge up to 80% in 1hr) -Power Adapter 65W round tip (2-pin, wall-mount) AC adapter, 100-240V, 50-60Hz -WLAN + Bluetooth&#xAE;** 802.11ac 2x2 Wi-Fi&#xAE; + Bluetooth 5.0, M.2 card &#x2022; Wi-Fi 6, 802.11ax 2x2 Wi-Fi + Bluetooth 5.1, M.2 card[1] -Ports[1] Standard Ports 1x Card reader &#x2022; 1x HDMI 1.4b &#x2022; 1x Headphone / microphone combo jack (3.5mm) &#x2022; 1x Power connector &#x2022; 1x USB 2.0 &#x2022; 1x USB 3.2 Gen 1 &#x2022; 1x USB-C&#xAE; 3.2 Gen 1 (support data transfer only) &#x3A4;&#x3B9;&#x3BC;&#x3AE; 550 &#x3B5;&#x3C5;&#x3C1;&#x3CE;, &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC; &#x3AD;&#x3C0;&#x3B5;&#x3B9;&#x3C4;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3C0;&#x3B9;&#x3BA;&#x3BF;&#x3B9;&#x3BD;&#x3C9;&#x3BD;&#x3AF;&#x3B1;.</description></gpu><gpu><title>&#x3A0;&#x3A1;&#x39F;&#x3A3;&#x3A6;&#x39F;&#x3A1;&#x391;: &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Laptop HP pavilion 15-eh1003nv</title><cpuModel>5500U</cpuModel><BPeu>23.7</BPeu><price>555&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2137854-%CF%80%CF%81%CE%BF%CF%83%CF%86%CE%BF%CF%81%CE%B1-%CF%80%CF%89%CE%BB%CE%B5%CE%AF%CF%84%CE%B1%CE%B9-laptop-hp-pavilion-15-eh1003nv/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; laptop hp pavilion 15-eh1003nv &#x3C3;&#x3B5; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3CC;&#x3BD; &#x3BF;&#x3BB;&#x3BF;&#x3BA;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3CC;&#x3C0;&#x3C9;&#x3C2; &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2;. &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: &#x39C;&#x3AD;&#x3B3;&#x3B5;&#x3B8;&#x3BF;&#x3C2; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2;: 15,6" &#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3B3;&#x3AD;&#x3BD;&#x3B5;&#x3B9;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;: AMD Ryzen 5 5500U RAM: 12GB &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2;: 512gb M2 SSD &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;: Windows 10 &#x39C;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x391;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7;: 1920 x 1080 (FHD) https://www.bestprice.gr/item/2157095820/hp-pavilion-15-eh1003nv.html &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7;, &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3C3;&#x3B5; &#x3C7;&#x3CE;&#x3C1;&#x3BF; &#x3BC;&#x3BF;&#x3C5;. &#x391;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3C9; &#x3C3;&#x3B5; &#x3CC;&#x3BB;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3B1; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;</description></gpu><gpu><title>HP Omen 16-c0013nv Laptop 16.1" (Ryzen 7 5800H/16 GB/512 GB/RTX 3050Ti/ W11 Home)</title><cpuModel>5800H</cpuModel><BPeu>23.5</BPeu><price>900&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2117376-hp-omen-16-c0013nv-laptop-161-ryzen-7-5800h16-gb512-gbrtx-3050ti-w11-home/</link><benchmark>21177</benchmark><description>&#x39C;&#x3B5; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 16,1 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3CE;&#x3BD; 144Hz, &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; Ryzen&#x2122; 7 5800H, 16GB RAM, PCIe NVMe M.2 SSD 512 GB, NVIDIA&#xAE; GeForce&#xAE; RTX&#x2122; 3050 Ti &#x3BA;&#x3B1;&#x3B9; Windows 11 Home. &#x3A4;&#x3BF; laptop &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C4;&#x3BF; &#x394;&#x3B5;&#x3BA;&#x3AD;&#x3BC;&#x3B2;&#x3C1;&#x3B9;&#x3BF; &#x3C4;&#x3BF;&#x3C5; 2022 &#x3B1;&#x3C0;&#x3CC; &#x3A0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF; &#x3BC;&#x3B5; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; (&#x3B1;&#x3C1;&#x3C7;&#x3B9;&#x3BA;&#x3AE; &#x3C4;&#x3B9;&#x3BC;&#x3AE; 1450&#x20AC;) &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3C3;&#x3C4;&#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3BC;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;&#x3C2;. &#x395;&#x3B3;&#x3CE; &#x3B5;&#x3AF;&#x3BC;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x39A;&#x3C1;&#x3AE;&#x3C4;&#x3B7; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BD;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3BB;&#x3B5;&#x3AF; &#x3C3;&#x3B5; &#x3CC;&#x3BB;&#x3B7; &#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3B1; &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1;.</description></gpu><gpu><title>Msi delta 15 /240Hz/Ryzen 9 5900hx /rx6700m 10gb vram/16gb ram/2tb ssd</title><cpuModel>5900H</cpuModel><BPeu>23.3</BPeu><price>899&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2156821-msi-delta-15-240hzryzen-9-5900hx-rx6700m-10gb-vram16gb-ram2tb-ssd/</link><benchmark>20960</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; 13/07/2022 &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 13/10/2023 &#x3B1;&#x3C0;&#x3CC; msi &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 13/07/2024 &#x3B1;&#x3C0;&#x3CC; Amazon uk. &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3AD;&#x3BD;&#x3B1; ssd Samsung 970 Evo plus 1tb &#x3C0;&#x3BF;&#x3C5; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3C1;&#x3B5;&#x3B9;&#x3C2; &#x3BC;&#x3AE;&#x3BD;&#x3B5;&#x3C2; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;, &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3BC;&#x3B5; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. (&#x39A;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;). +&#x394;&#x3CE;&#x3C1;&#x3BF; &#x3B1;&#x3BD;&#x3C4;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C1;&#x3B1;&#x3C2; &#x3C0;&#x3C1;&#x3AF;&#x3B6;&#x3B1;&#x3C2; &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3BC;&#x3B5; free sync 240Hz 1080p, Ryzen 9 5900hx &#x3BA;&#x3B1;&#x3B9; Rx 6700m &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3B1;&#x3C1;&#x3CC;&#x3BC;&#x3BF;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; rtx 4060 &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; rtx 3070. &#x3A4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3C7;&#x3C4;&#x3CC; bios &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B7;&#x3BD; msi &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; undervolt-overclock &#x3BF; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B7; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; more power tools &#x3BA;&#x3B1;&#x3B9; uxtu(aatu). https://www.amazon.de/Samsung-MZ-V7S1T0BW-Plus-Interne-3-500/dp/B07MBQPQ62 &#x3A3;&#x3B7;&#x3BC;&#x3B5;&#x3AF;&#x3C9;&#x3C3;&#x3B7;: &#x3B5;&#x3AF;&#x3C7;&#x3B5; &#x3C0;&#x3AC;&#x3B5;&#x3B9; &#x3B3;&#x3B9;&#x3B1; service &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B4;&#x3CD;&#x3BF; &#x3BC;&#x3AE;&#x3BD;&#x3B5;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3CC;-repaste &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; factory sealed &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3C7;&#x3B8;&#x3B5;&#x3AF; &#x3C0;&#x3BF;&#x3C4;&#x3AD; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3B1;. (&#x3A4;&#x3BF; &#x3BE;&#x3B1;&#x3BD;&#x3B1;&#x3C0;&#x3AE;&#x3B3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; checkup &#x3BA;&#x3B1;&#x3B9; &#x3AC;&#x3BB;&#x3BB;&#x3B7; &#x3BC;&#x3AF;&#x3B1; &#x3C4;&#x3CE;&#x3C1;&#x3B1; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3B9;&#x3CE;&#x3BD;&#x3B5;&#x3B9; &#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x395;&#x3BB;&#x3BB;&#x3AC;&#x3B4;&#x3B1;.) &#x391;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; - &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: https://www.userbenchmark.com/UserRun/63740006 https://www.amazon.co.uk/MSI-Notebook-A5EFK-047UK-R9-5900H-RX6700M/dp/B09SHVYQZR https://www.notebookcheck.net/AMD-Radeon-RX-6700M-GPU-Benchmarks-and-Specs.515472.0.html Benchmark gpu-&gt;105w undervolted https://www.3dmark.com/search?_ga=2.6800306.1408529839.1694901205-1945837146.1694564028#advanced?test=spy P&amp;cpuId=2792&amp;gpuId=1405&amp;gpuCount=0&amp;gpuType=ALL&amp;deviceType=ALL&amp;storageModel=ALL&amp;memoryChannels=0&amp;country=GR&amp;scoreType=overallScore&amp;hofMode=false&amp;showInvalidResults=false&amp;freeParams=&amp;minGpuCoreClock=&amp;maxGpuCoreClock=&amp;minGpuMemClock=&amp;maxGpuMemClock=&amp;minCpuClock=&amp;maxCpuClock= &#x3A3;&#x3C7;&#x3CC;&#x3BB;&#x3B9;&#x3B1;: (&#x3BC;&#x3B5; smartshift &#x3C4;&#x3B1; &#x3BC;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B1; watt CPU+gpu:130-135w &#x3B1;&#x3C0;&#x3BB;&#x3CE;&#x3C2; &#x3B5;&#x3B3;&#x3CE; &#x3C4;&#x3BF; &#x3B1;&#x3C0;&#x3B5;&#x3BD;&#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3BD;&#x3B1; &#x3BC;&#x3AD;&#x3BD;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C1;&#x3AC; &#x3B7; gpu &#x3C3;&#x3C4;&#x3B1; 105w &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BD;&#x3B1; &#x3B6;&#x3B5;&#x3C3;&#x3C4;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; CPU &#x3BD;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B5;&#x3CD;&#x3B8;&#x3B5;&#x3C1;&#x3BF;). &#x3A7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C4;&#x3BF; smartshift &#x3B7; gpu &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C1;&#x3C5;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; 120-135w &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3B5; 120w &#x3AD;&#x3C4;&#x3C1;&#x3B5;&#x3C7;&#x3B5; &#x3C0;&#x3B1;&#x3B9;&#x3C7;&#x3BD;&#x3AF;&#x3B4;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC;. &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3C9;&#x3C2; &#x3C4;&#x3B1; watt &#x3C4;&#x3B7;&#x3C2; gpu &#x3BC;&#x3B5; smartshift &#x3C3;&#x3B5; &#x3B1;&#x3C5;&#x3C4;&#x3CC; &#x3C4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C1;&#x3C5;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B7;&#x3BD; msi &#x3BD;&#x3B1; &#x3C0;&#x3B7;&#x3B3;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3B1;&#x3C0;&#x3CC; 80-120w &#x3BF;&#x3C0;&#x3CC;&#x3C4;&#x3B5; &#x3C0;&#x3B1;&#x3C1;&#x3CC;&#x3BB;&#x3BF; &#x3C0;&#x3BF;&#x3C5; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3C0;&#x3B9;&#x3AD;&#x3C3;&#x3B5;&#x3C4;&#x3B5; &#x3BB;&#x3AF;&#x3B3;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3C0;&#x3AC;&#x3BD;&#x3C9; &#x3BA;&#x3B1;&#x3BB;&#x3CC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3BD;&#x3B1; &#x3BC;&#x3B5;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3CD; &#x3C4;&#x3BF;&#x3C5; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B8;&#x3C9;&#x3C1;&#x3AF;&#x3BF;&#x3C5;. &#x388;&#x3C7;&#x3C9; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3AE;&#x3C3;&#x3B5;&#x3B9; &#x3B1;&#x3BB;&#x3BB;&#x3AC; &#x3B4;&#x3CD;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3B4;&#x3CE; (Acer helios 300 2019, Asus fx9830p-rx560m). &#x39C;&#x3AD;&#x3BD;&#x3C9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;, &#x3C3;&#x3C0;&#x3BF;&#x3C5;&#x3B4;&#x3AC;&#x3B6;&#x3C9; &#x3A0;&#x3AC;&#x3C4;&#x3C1;&#x3B1; &#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3BF;&#x3C2; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3B9; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3B4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC;. &#x395;&#x3BD;&#x3B7;&#x3BC;&#x3AD;&#x3C1;&#x3C9;&#x3C3;&#x3B7;: &#x388;&#x3BA;&#x3B1;&#x3BD;&#x3B1; &#x3C6;&#x3BF;&#x3C1;&#x3BC;&#x3AC;&#x3C4; &#x3C4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3AD;&#x3B2;&#x3B1;&#x3BB;&#x3B1; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;. &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5;. &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;.</description></gpu><gpu><title>ASUS Vivobook Pro 15 OLED</title><cpuModel>3500</cpuModel><BPeu>23.3</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2123199-asus-vivobook-pro-15-oled/</link><benchmark>12809</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Asus Vivobook Pro KM3500QA-OLED, &#x3BC;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; OLED 15,6 &#x3B9;&#x3BD;&#x3C4;&#x3C3;&#x3CE;&#x3BD; &#x3BA; &#x3B2;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1,65 &#x3BA;&#x3B9;&#x3BB;&#x3CE;&#x3BD;. &#x3A6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; &#x3C4;&#x3BF;&#x3BD; &#x3B9;&#x3BA;&#x3B1;&#x3BD;&#x3CC;&#x3C4;&#x3B1;&#x3C4;&#x3BF; Ryzen 7-5800H &#x3BA; &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; 16GB. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3B4;&#x3AF;&#x3C7;&#x3C9;&#x3C2; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3B4;&#x3AE;&#x3C0;&#x3BF;&#x3C4;&#x3B5; &#x3C0;&#x3C1;&#x3CC;&#x3B2;&#x3BB;&#x3B7;&#x3BC;&#x3B1; &#x3AE; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9;, &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3B1;&#x3BB;&#x3C5;&#x3C3;&#x3AF;&#x3B4;&#x3B1; &#x3C4;&#x3BF; &#x394;&#x3B5;&#x3BA;&#x3AD;&#x3BC;&#x3B2;&#x3C1;&#x3B7; 2022, &#x3BA; &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3BF;&#x3CD; ultrabook &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3CE;&#x3BD; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3BA;&#x3B9;&#x3BD;&#x3AE;&#x3C3;&#x3B5;&#x3C9;&#x3BD;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3C4;&#x3CC;&#x3C0;&#x3B9;&#x3BF;&#x3C2; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;.</description></gpu><gpu><title>HP Pavilion GAMING 16GB / 512gb NMV2 + SSD 1TB / 1650TI // 21-10-2021 plaisio 2 years warranty</title><cpuModel>4600H</cpuModel><BPeu>23.3</BPeu><price>625&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/1884705-hp-pavilion-gaming-16gb-512gb-nmv2-ssd-1tb-1650ti-21-10-2021-plaisio-2-years-warranty/</link><benchmark>14554</benchmark><description>&#x394;&#x395;&#x39D; &#x3A3;&#x3A4;&#x395;&#x39B;&#x39D;&#x3A9; - &#x39C;&#x39F;&#x39D;&#x39F; &#x3A7;&#x395;&#x3A1;&#x399; &#x3A7;&#x395;&#x3A1;&#x399; &#x391;&#x3A4;&#x3A4;&#x399;&#x39A;&#x397; &#x393;&#x399;&#x391; &#x395;&#x39B;&#x395;&#x393;&#x3A7;&#x39F; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3B1;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7; 16GB Ram 3200 Kingston Cl22 NEW MSYSTEMS NEW MSYSTEMS 1TB QVO Samsung internal 2.5 SSD + NMV2 512 Samsung internally gaming &#x3A6;&#x3BF;&#x3C1;&#x3B7;&#x3C4;&#x3CC;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C3;&#x3C7;&#x3B5;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3B3;&#x3B9;&#x3B1; gaming &#x3BC;&#x3B5; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; AMD Ryzen&#x2122; 5 4600H, &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; NVIDIA&#xAE; GeForce&#xAE; GTX 1650 Ti, 8GB RAM PCIe&#xAE; NVMe&#x2122; M.2 SSD 512GB. &#x3A0;&#x3C1;&#x3BF;&#x3B4;&#x3B9;&#x3B1;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AD;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3CA;&#x3CC;&#x3BD;&#x3C4;&#x3BF;&#x3C2; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x394;&#x3B9;&#x3B1;&#x3B3;&#x3CE;&#x3BD;&#x3B9;&#x3BF;&#x3C2; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; 15.6" &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; Full HD IPS &#x391;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; 1920 x 1080 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; AMD &#x3A4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; Ryzen 5 &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 4600H &#x3A4;&#x3B1;&#x3C7;&#x3CD;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 3.0 GHz &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3C9;&#x3BD; E&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; 6 &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x39C;&#x3AD;&#x3B3;&#x3B5;&#x3B8;&#x3BF;&#x3C2; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;&#x3C2; 8 GB &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;&#x3C2; DDR4 &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; &#x3A3;&#x3C5;&#x3BD;&#x3BF;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 512 GB PCIe NVMe &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CE;&#x3BD; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3C9;&#x3BD; 1 &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; 512 GB &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; PCIe NVMe &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; &#x391;&#x3C5;&#x3C4;&#x3CC;&#x3BD;&#x3BF;&#x3BC;&#x3B7; &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BA;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; NVIDIA &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; GTX 1650 Ti &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1;&#x3C2; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; 4 GB &#x3A0;&#x3BF;&#x3BB;&#x3C5;&#x3BC;&#x3AD;&#x3C3;&#x3B1; WebCam HD Camera Card Reader SD &#x39F;&#x3C0;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x39C;&#x3AD;&#x3C3;&#x3BF; &#x394;&#x3B5;&#x3BD; &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9; &#x394;&#x3AF;&#x3BA;&#x3C4;&#x3C5;&#x3B1; WiFi a/b/g/n/ac Bluetooth Bluetooth 5.0 &#x398;&#x3CD;&#x3C1;&#x3B1; Ethernet 1x&#x398;&#x3CD;&#x3C1;&#x3B1; Ethernet,10/100/1000 Mbps &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3AD;&#x3C3;&#x3B5;&#x3B9;&#x3C2; USB-C 1xUSB-C USB 3.0 1xUSB 3.0 USB 2.0 1xUSB 2.0 &#x388;&#x3BE;&#x3BF;&#x3B4;&#x3BF;&#x3B9;/&#x395;&#x3AF;&#x3C3;&#x3BF;&#x3B4;&#x3BF;&#x3B9; &#x3AE;&#x3C7;&#x3BF;&#x3C5; Combo &#x388;&#x3BE;&#x3BF;&#x3B4;&#x3BF;&#x3B9; &#x395;&#x3B9;&#x3BA;&#x3CC;&#x3BD;&#x3B1;&#x3C2; 1 x HDMI &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x39D;&#x3B1;&#x3B9; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; Li-Ion Polymer &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; 3 Cell-52.5 Wh Software &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; Windows 10 Home &#x394;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3AC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &amp; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1.98 kg &#x39C;&#x3AE;&#x3BA;&#x3BF;&#x3C2; 25.7 cm &#x3A0;&#x3BB;&#x3AC;&#x3C4;&#x3BF;&#x3C2; 36 cm &#x38E;&#x3C8;&#x3BF;&#x3C2; 2.35 cm</description></gpu><gpu><title>Dell G15 Ryzen Edition Gaming Laptop</title><cpuModel>5600</cpuModel><BPeu>22.7</BPeu><price>950&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2131178-dell-g15-ryzen-edition-gaming-laptop/</link><benchmark>21607</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B9; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1;. &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3BD;&#x3B5;&#x3BD;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3B1;&#x3B4;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B7;&#x3C2;, &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;. AMD Ryzen 5 5600H 3,3 GHz 15,6 " 1920x1080 Full HD 120 Hz 16 GB DDR4 512 GB SSD Nvidia GeForce RTX 3050 4 GB USB 2.0, USB 3.2, USB-C Bluetooth, Ethernet, Thunderbolt 3 (&#x39C;&#x3B5; RGB &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;)</description></gpu><gpu><title>Acer Aspire 3 A315-42-R27B (N19C1) Ryzen 3 3200U / 8GB RAM</title><cpuModel>3200U</cpuModel><BPeu>22.5</BPeu><price>170&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166135-acer-aspire-3-a315-42-r27b-n19c1-ryzen-3-3200u-8gb-ram/</link><benchmark>3827</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5;. &#x388;&#x3C7;&#x3C9; &#x3C1;&#x3AF;&#x3BE;&#x3B5;&#x3B9; &#x3B1;&#x3C1;&#x3BA;&#x3B5;&#x3C4;&#x3AC; &#x3C4;&#x3B7;&#x3BD; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3B9; &#x3B8;&#x3AD;&#x3BB;&#x3C9; &#x3BD;&#x3B1; &#x3C0;&#x3AC;&#x3C1;&#x3C9; &#x3C4;&#x3BF; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3C3;&#x3CD;&#x3BD;&#x3C4;&#x3BF;&#x3BC;&#x3B1;. &#x397; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3BD;&#x3CC;&#x3C4;&#x3B1;&#x3BD; &#x3B1;&#x3C0;&#x3BF; &#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3B1; (&#x3C6;&#x3BF;&#x3B9;&#x3C4;&#x3B7;&#x3C4;&#x3AE;&#x3C2;) &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3BF;&#x3CD;&#x3C3;&#x3B5; &#x3B5;&#x3C0;&#x3B9;&#x3BA;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3C1;&#x3BF;&#x3CD; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;. &#x397; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x3B5;&#x3C0;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3C9;&#x3C2; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3B1;&#x3BB;&#x3B1;&#x3B9;&#x3C0;&#x3C9;&#x3C1;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3B7; (&#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3AD;&#x3C2; &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;&#x3C2;)</description></gpu><gpu><title>&#x391;sus ROG Zephyrous G14</title><cpuModel>4900HS</cpuModel><BPeu>22.5</BPeu><price>850&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2164359-%CE%B1sus-rog-zephyrous-g14/</link><benchmark>19128</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3BA;&#x3BF;&#x3BD;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; laptop, &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3BA;&#x3B1;&#x3BB;&#x3AD;&#x3C2; &#x3B8;&#x3B5;&#x3C1;&#x3BC;&#x3BF;&#x3BA;&#x3C1;&#x3B1;&#x3C3;&#x3AF;&#x3B5;&#x3C2;, &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3BC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; pixel &#x3BA;&#x3B1;&#x3B9; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B7; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;. &#x395;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD;. &#x3A4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3AF;&#x3BA;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9;: cpu: Ryzen 9 4900HS gpu: RTX 2060 6GB ram: 16GB DDR4 - 3200 storage: SSD 1TB &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: 120hz, pantone validated &#x3A4;&#x3BF; &#x3C3;&#x3C5;&#x3B3;&#x3BA;&#x3B5;&#x3BA;&#x3C1;&#x3B9;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3BF; GA401IV. &#x398;&#x3B1; &#x3C0;&#x3BF;&#x3C5;&#x3BB;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;, &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3C4;&#x3B9; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3BF; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;. &#x392;&#x3C1;&#x3AE;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;.</description></gpu><gpu><title>&#x3A3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; HP 15- fc0007nv 15.6" (Ryzen 3 7320U/8 GB/256 GB/Radeon Graphics/Windows 11 Home)</title><cpuModel>7320U</cpuModel><BPeu>21.8</BPeu><price>420&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2128005-%CF%83%CF%86%CF%81%CE%B1%CE%B3%CE%B9%CF%83%CE%BC%CE%AD%CE%BD%CE%BF-hp-15-fc0007nv-156-ryzen-3-7320u8-gb256-gbradeon-graphicswindows-11-home/</link><benchmark>9175</benchmark><description>&#x39A;&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1; &#x3A0;&#x3C9;&#x3BB;&#x3AD;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C3;&#x3C4;&#x3B7; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3B1;&#x3C0;&#x3CC; &#x3A0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF; &#x3C4;&#x3BF; HP 15- fc0007nv 15.6" (Ryzen 3 7320U/8 GB/256 GB/Radeon Graphics/Windows 11 Home) https://www.plaisio.gr/hp-15-fc0007nv-laptop-15-6-full-hd-ips-60-hz-ryzen-3-7320u-8-gb-256-gb-radeon-graphics-windows-11-home-_4148525?redirect=1 https://www.skroutz.gr/s/41685659/HP-15-fc0007nv-15-6-IPS-FHD-Ryzen-3-7320U-8GB-256GB-SSD-W11-Home-GR-Keyboard.html &#x398;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AD;&#x3C2; &#x3B1;&#x3C0;&#x3CC; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3B5;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;, &#x3B1;&#x3BB;&#x3BB;&#x3B9;&#x3CE;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD; &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3B1;&#x3C2; &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3AC;&#x3C1;&#x3C5;&#x3BD;&#x3C3;&#x3B7;</description></gpu><gpu><title>Dell G15 5515 15.6" FHD 120Hz (Ryzen 7-5800H/32GB/1TB SSD/GeForce RTX 3060</title><cpuModel>5800H</cpuModel><BPeu>21.6</BPeu><price>980&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2146353-dell-g15-5515-156-fhd-120hz-ryzen-7-5800h32gb1tb-ssdgeforce-rtx-3060/</link><benchmark>21177</benchmark><description>&#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; (CPU): &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD &#x39F;&#x3B9;&#x3BA;&#x3BF;&#x3B3;&#x3AD;&#x3BD;&#x3B5;&#x3B9;&#x3B1; Ryzen 7 &#x39C;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF; 5800H &#x3A3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 3,2 GHz &#x393;&#x3B5;&#x3BD;&#x3B9;&#x3AC; Zen 3 &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15,6 " 1920x1080 Full HD &#x3A1;&#x3C5;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3B1;&#x3BD;&#x3B1;&#x3BD;&#x3AD;&#x3C9;&#x3C3;&#x3B7;&#x3C2; 120 Hz &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;&#x3C2; 32 GB RAM DDR4 &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; Nvidia GeForce RTX 3060 &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; SSD 1000 GB &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B9;&#x3BC;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;: Bluetooth, Ethernet, HDMI, Thunderbolt 3, USB 2.0, USB 3.2, USB-C, Wi-Fi Wi-Fi/Bluetooth&#x39D;&#x3B1;&#x3B9; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2;: 2,3 kg &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2;: Gaming &#x3A7;&#x3C1;&#x3CE;&#x3BC;&#x3B1;: &#x393;&#x3BA;&#x3C1;&#x3B9; &#x3A4;&#x3B9;&#x3BC;&#x3AE; &#x3C3;&#x3C5;&#x3B6;&#x3B7;&#x3C4;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3C3;&#x3B5; &#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3B1;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;, &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;&#x3C2;. &#x391;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3C3;&#x3C4;&#x3B1; 1.734 &#x3C4;&#x3B7;&#x3BD; 08/11/21</description></gpu><gpu><title>&#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; Laptop - HP 15- fc0010nv Laptop 15.6" Full HD IPS 60 Hz (Ryzen 5 7520U/8 GB/256</title><cpuModel>7520U</cpuModel><BPeu>21.5</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169059-%CE%BA%CE%B1%CE%B9%CE%BD%CE%BF%CF%8D%CF%81%CE%B3%CE%B9%CE%BF-laptop-hp-15-fc0010nv-laptop-156-full-hd-ips-60-hz-ryzen-5-7520u8-gb256/</link><benchmark>9680</benchmark><description>&#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C2; &#x3C6;&#x3BF;&#x3C1;&#x3B7;&#x3C4;&#x3CC;&#x3C2; &#x3C5;&#x3C0;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2;, &#x3C3;&#x3C6;&#x3C1;&#x3B1;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5;. &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: 15.6" Full HD IPS 1920 x 1080 &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: AMD Ryzen 5 7520U 4.3 GHz &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;: 8 GB LPDDR5 &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;: 256 GB</description></gpu><gpu><title>ASUS G14 - Ryzen 7 5800 - RTX 3060 - 16GB 3200</title><cpuModel>5800HS</cpuModel><BPeu>20.8</BPeu><price>980&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2175189-asus-g14-ryzen-7-5800-rtx-3060-16gb-3200/</link><benchmark>20423</benchmark><description>&#x3A3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; , &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF; &#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B9;&#x3B1;&#x3BA;&#x3BF; &#x3BA;&#x3B1;&#x3BD;&#x3BF;&#x3BD;&#x3B9;&#x3BA;&#x3B1; . Specs ROG Eclipse Gray with AniMe Matrix AMD Ryzen&#x2122; 7-5800HS Windows 10 (64bit)+Preloaded MS Office Home&amp; Student 14" QHD / IPS Panel / 144Hz / 100% sRGB / 300nits / 170 Wide View / Anti-glare NVIDIA GeForce RTX 3060 DDR4 3200 16G (8G on board + 8G) PCIE NVME 1TB M.2 SSD Intel Wi-Fi 6(Gig+)(802.11ax) + Bluetooth 5.1 (Dual band) 2*2</description></gpu><gpu><title>ASUS TUF Gaming FX505DY (Ryzen 5 3550H, 16GB RAM, 512GB &#x39D;VME, AMD Radeon RX560X 4GB, IPS Freesync)</title><cpuModel>3550H</cpuModel><BPeu>20.1</BPeu><price>389&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2173126-asus-tuf-gaming-fx505dy-ryzen-5-3550h-16gb-ram-512gb-%CE%BDvme-amd-radeon-rx560x-4gb-ips-freesync/</link><benchmark>7823</benchmark><description>K&#x3B1;&#x3BB;&#x3B7;&#x3C3;&#x3C0;&#x3AD;&#x3C1;&#x3B1;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; gaming laptop &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C4;&#x3AD;&#x3BB;&#x3B7; &#x3C4;&#x3BF;&#x3C5; 19, &#x3BF;&#x3C5;&#x3C3;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3CC;&#x3BC;&#x3C9;&#x3C2; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B1; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3C4;&#x3BF; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3CD;&#x3C3;&#x3B1; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3C0;&#x3B5;&#x3C1;&#x3AF;&#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3BD;&#x3B1; &#x3BC;&#x3AE;&#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3BF; &#x3C0;&#x3BF;&#x3C5; &#x3AE;&#x3BC;&#x3BF;&#x3C5;&#x3BD; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3C0;&#x3CC;&#x3BB;&#x3B7;&#x3C2;. &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3BF;&#x3C5;. &#x3A4;&#x3BF; keyboard layout &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B9;&#x3C3;&#x3C0;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3CC;, &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BB;&#x3B1;&#x3C3;&#x3C3;&#x3B9;&#x3BA;&#x3CC; qwerty &#x3BC;&#x3B5; &#x3BA;&#x3AC;&#x3C0;&#x3BF;&#x3B9;&#x3B5;&#x3C2; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3AD;&#x3C2; &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2; &#x3C3;&#x3B5; &#x3C3;&#x3CD;&#x3BC;&#x3B2;&#x3BF;&#x3BB;&#x3B1; &#x3BA;&#x3C4;&#x3BB; &#x3C0;&#x3BF;&#x3C5; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C4;&#x3AF;&#x3C0;&#x3BF;&#x3C4;&#x3B1; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3BC;&#x3AC;&#x3B8;&#x3B5;&#x3B9;&#x3C2;. &#x3A4;&#x3B1; &#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AC; specs &#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3C4;&#x3BF;&#x3BD; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;, &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3C9; &#x3BA;&#x3B1;&#x3B9; link &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; site &#x3C4;&#x3B7;&#x3C2; ASUS &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3C3;&#x3C3;&#x3CC;&#x3C4;&#x3B5;&#x3C1;&#x3B5;&#x3C2; &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3BF;&#x3BC;&#x3AD;&#x3C1;&#x3B5;&#x3B9;&#x3B5;&#x3C2;. https://www.asus.com/us/laptops/for-gaming/tuf-gaming/asus-tuf-gaming-fx505dy/techspec/ &#x397; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x3BC;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3B1;&#x3C4;&#x3BF;&#x3BB;&#x3B9;&#x3BA;&#x3AE; &#x398;&#x3B5;&#x3C3;&#x3C3;&#x3B1;&#x3BB;&#x3BF;&#x3BD;&#x3AF;&#x3BA;&#x3B7; &#x3AE; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3C4;&#x3C1;&#x3AC;&#x3C0;&#x3B5;&#x3B6;&#x3B1; &#x3A0;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3B9;&#x3CE;&#x3C2;/&#x395;urobank/&#x395;&#x3B8;&#x3BD;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3C0;&#x3B1;&#x3BD;&#x3B5;&#x3BB;&#x3BB;&#x3B1;&#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3B5; &#x3CC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3C4;&#x3C1;&#x3CC;&#x3C0;&#x3BF; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3C4;&#x3B5; &#x3B5;&#x3C3;&#x3B5;&#x3AF;&#x3C2; &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B1;&#x3C2; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1;. &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3CE; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3BF;&#x3BD; &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3BF; &#x3C3;&#x3B1;&#x3C2;.</description></gpu><gpu><title>Huawei MateBook D14 2021 Ryzen 5 3500U -8/512 GB &#x3C0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3AE; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;</title><cpuModel>3500U</cpuModel><BPeu>20</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167560-huawei-matebook-d14-2021-ryzen-5-3500u-8512-gb-%CF%80%CF%8E%CE%BB%CE%B7%CF%83%CE%B7-%CE%AE-%CE%B1%CE%BD%CF%84%CE%B1%CE%BB%CE%BB%CE%B1%CE%B3%CE%AE/</link><benchmark>6993</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Huawei MateBook D14 Laptop 14" Full HD IPS (Ryzen 5 3500U/8 GB/512 GB/Radeon Vega 8/Windows 10 Home). &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3C4;&#x3C5;&#x3C0;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3AE; &#x3B2;&#x3B1;&#x3B8;&#x3BF;&#x3C5;&#x3BB;&#x3CE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BC;&#x3B5; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3B7; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. &#x3A6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; Windows 11. &#x394;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; 6hrs &#x3A4;&#x3B9;&#x3BC;&#x3AE; 350&#x20AC; &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3BD;&#x3B1; &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x39C;&#x39F;&#x39D;&#x39F; &#x3BC;&#x3B5; MacBook Air &#x3AE; Pro &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B7; &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B1; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x388;&#x3B4;&#x3B5;&#x3C3;&#x3C3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3CC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3AD;&#x3C1;&#x3B8;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC;. * &#x3B7; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BD;&#x3B4;&#x3B5;&#x3B9;&#x3BA;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B8;&#x3B1; &#x3B1;&#x3BD;&#x3AD;&#x3B2;&#x3BF;&#x3C5;&#x3BD; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3C3;&#x3CD;&#x3BD;&#x3C4;&#x3BF;&#x3BC;&#x3B1;. ** &#x3BC;&#x3B7;&#x3BD;&#x3CD;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BC;&#x3B5; &#x3AC;&#x3C3;&#x3C7;&#x3B5;&#x3C4;&#x3B5;&#x3C2; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1; &#x3B8;&#x3B1; &#x3B1;&#x3B3;&#x3BD;&#x3BF;&#x3B7;&#x3B8;&#x3BF;&#x3CD;&#x3BD; *** &#x394;&#x395;&#x39D; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE;</description></gpu><gpu><title>Huawei MateBook D14 Laptop 14" Full HD IPS (Ryzen 5 3500U/8 GB/512)</title><cpuModel>3500U</cpuModel><BPeu>20</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170583-huawei-matebook-d14-laptop-14-full-hd-ips-ryzen-5-3500u8-gb512/</link><benchmark>6993</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Huawei MateBook D14 Laptop 14" Full HD IPS (Ryzen 5 3500U/8 GB/512 GB/Radeon Vega 8/Windows 10 Home). &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3C4;&#x3C5;&#x3C0;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AD;&#x3C2; &#x3AE; &#x3B2;&#x3B1;&#x3B8;&#x3BF;&#x3C5;&#x3BB;&#x3CE;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BC;&#x3B5; &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3B7; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3C1;&#x3B5;&#x3BB;&#x3BA;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1;. &#x3A6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; Windows 11. &#x394;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; 6hrs &#x3A4;&#x3B9;&#x3BC;&#x3AE; 350&#x20AC; &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3B5; &#x3B5;&#x3BD;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3BD;&#x3B1; &#x3B5;&#x3C0;&#x3B9;&#x3B2;&#x3B1;&#x3C1;&#x3CD;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x391;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x39C;&#x39F;&#x39D;&#x39F; &#x3BC;&#x3B5; MacBook Air &#x3AE; Pro &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B7; &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3B5;&#x3BC;&#x3AD;&#x3BD;&#x3B1; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3BF;&#x3B3;&#x3B1; &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BC;&#x3BF;&#x3BD;&#x3C4;&#x3AD;&#x3BB;&#x3BF;. &#x3A0;&#x3B5;&#x3C1;&#x3B9;&#x3BF;&#x3C7;&#x3AE; &#x388;&#x3B4;&#x3B5;&#x3C3;&#x3C3;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3CC;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3BD; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3B5;&#x3AF; &#x3BD;&#x3B1; &#x3AD;&#x3C1;&#x3B8;&#x3B5;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3AC;. *** &#x394;&#x395;&#x39D; &#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3C9; &#x3B1;&#x3BD;&#x3C4;&#x3B9;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3B2;&#x3BF;&#x3BB;&#x3AE;</description></gpu><gpu><title>HUAWEI MATEPAD D15&#xA0;Ryzen 5-3500U/8GB/256GB SSD/FHD/W10 Home</title><cpuModel>3500U</cpuModel><BPeu>20</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2089338-huawei-matepad-d15%C2%A0ryzen-5-3500u8gb256gb-ssdfhdw10-home/</link><benchmark>6993</benchmark><description>HUAWEI MATEPAD D15 Ryzen 5-3500U/8GB/256GB SSD/FHD/W10 Home &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x39F; (&#x3A0;&#x39B;&#x397;&#x39D; &#x3BC;&#x3B9;&#x3B1;&#x3C2; &#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3B7;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3BD;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AC;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC; &#x3C0;&#x3BB;&#x3B1;&#x3AF;&#x3C3;&#x3B9;&#x3BF;): 350 &#x395;&#x3A5;&#x3A1;&#x3A9; (&#x395;&#x39A;&#x3A4;&#x39F;&#x3A3; &#x395;&#x393;&#x393;&#x3A5;&#x397;&#x3A3;&#x397;&#x3A3;) &#x3A6;&#x3A9;&#x3A4;&#x39F;&#x393;&#x3A1;&#x391;&#x3A6;&#x399;&#x395;&#x3A3; &#x39C;&#x395; PM &#x3A3;&#x395; &#x395;&#x39D;&#x394;&#x399;&#x391;&#x3A6;&#x395;&#x3A1;&#x39F;&#x39C;&#x395;&#x39D;&#x39F;&#x3A5;&#x3A3; &#x3A0;&#x395;&#x3A1;&#x399;&#x39F;&#x3A7;&#x397; &#x3A7;&#x391;&#x39B;&#x391;&#x39D;&#x394;&#x3A1;&#x399; &#x3A0;&#x391;&#x3A1;&#x391;&#x39A;&#x391;&#x39B;&#x3A9; &#x3A0;&#x39F;&#x39B;&#x3A5; &#x39F;&#x3A7;&#x399; &#x391;&#x39D;&#x3A4;&#x391;&#x39B;&#x39B;&#x391;&#x393;&#x395;&#x3A3;</description></gpu><gpu><title>Huawei Matebook D14 14" Full HD IPS (Ryzen 5 3500U/8 GB/512 GB/Radeon Vega 8/Windows 10 Home</title><cpuModel>3500U</cpuModel><BPeu>20</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2159557-huawei-matebook-d14-14-full-hd-ips-ryzen-5-3500u8-gb512-gbradeon-vega-8windows-10-home/</link><benchmark>6993</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Huawei MateBook D14 Laptop 14" Full HD IPS (Ryzen 5 3500U/8 GB/512 GB/Radeon Vega 8/Windows 10 Home) &#x3C3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. (&#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3B4;&#x3C5;&#x3BD;&#x3B1;&#x3C4;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE;&#x3C2; &#x3C3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3CD; &#x3C3;&#x3B5; SSD 1TB &#x3BC;&#x3B5; +30&#x20AC;) &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3BF;&#x3B9;&#x3C7;&#x3C4;&#x3B5;&#x3AF; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3B1;&#x3B8;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3AF; &#x3B5;&#x3C3;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC;. "&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; &#x3BD;&#x3AD;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0;" &#x397; &#x3C0;&#x3B1;&#x3C1;&#x3AC;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3B8;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C7;&#x3AD;&#x3C1;&#x3B9;-&#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF; &#x3C7;&#x3CE;&#x3C1;&#x3BF; &#x3BC;&#x3BF;&#x3C5;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3C3;&#x3C4;&#x3BF; &#x3C7;&#x3CE;&#x3C1;&#x3BF; &#x3BC;&#x3BF;&#x3C5;. &#x393;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0;, &#x3B8;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B7;&#x3B3;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B5;&#x3BE;&#x3CC;&#x3C6;&#x3BB;&#x3B7;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B2;&#x3B1;&#x3C1;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;!</description></gpu><gpu><title>Huawei MateBook D 14 (R5-3500U/8GB/512GB/FHD/W11) Mystic Silver</title><cpuModel>3500U</cpuModel><BPeu>20</BPeu><price>350&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2169706-huawei-matebook-d-14-r5-3500u8gb512gbfhdw11-mystic-silver/</link><benchmark>6993</benchmark><description>&#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: IPS 14" &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: AMD Ryzen 5 3500U Mobile Processor &#x3A7;&#x3C9;&#x3C1;&#x3B7;&#x3C4;&#x3B9;&#x3BA;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5;: 512GB SSD WiFi 802.11a/b/g/n/ac &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;: Windows 11 &#x394;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3AC;&#x3C3;&#x3B5;&#x3B9;&#x3C2;: &#x3A0;&#x3BB;&#x3AC;&#x3C4;&#x3BF;&#x3C2; 322,5mm- &#x38E;&#x3C8;&#x3BF;&#x3C2; 214,8mm-&#x392;&#x3AC;&#x3B8;&#x3BF;&#x3C2; 15,9 mm &#x397;&#x3C7;&#x3B5;&#x3AF;&#x3B1;: 2x 2W &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2;: 4-Cell Li-Polymer &#x391;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2;: Full HD 1920*1080 &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7; Ram: 8GB DDR4 &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;: Radeon Vega 8 Graphics Bluetooth 5.0 &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2;: 1,38kg &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2;: IPS &#x398;&#x3C5;&#x3C1;&#x3B5;&#x3C2;: 1 &#x3C7; HDMI, 2 x USB 2.0, 1 x USB 3.0, USB-C &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3BB;&#x3AF;&#x3B3;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;.</description></gpu><gpu><title>HP 255 G7 15.6" FHD (Ryzen 3-3200U/8GB/256GB SSD/W10 Pro</title><cpuModel>3200U</cpuModel><BPeu>19.1</BPeu><price>200&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2167004-hp-255-g7-156-fhd-ryzen-3-3200u8gb256gb-ssdw10-pro/</link><benchmark>3827</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B1;&#x3BD; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF; &#x39A;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9; ..&#x3B7; &#x3C7;&#x3C4;&#x3CD;&#x3C0;&#x3B7;&#x3BC;&#x3B1; &#x3C0;&#x3BF;&#x3C5;&#x3B8;&#x3B5;&#x3BD;&#x3AC;. &#x39C;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1; &#x391;&#x3A1;&#x399;&#x3A3;&#x3A4;&#x397;. &#x395;&#x3BB;&#x3B1;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3A7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3CE; Macbook &#x395;&#x3AF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1;</description></gpu><gpu><title>Lenovo ThinkPad E495</title><cpuModel>3500U</cpuModel><BPeu>18.9</BPeu><price>370&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2104420-lenovo-thinkpad-e495/</link><benchmark>6993</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3BC;&#x3B7;&#x3C7;&#x3AC;&#x3BD;&#x3B7;&#x3BC;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C4;&#x3AF;&#x3C4;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3CC; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9; &#x3AE; &#x3B5;&#x3BB;&#x3AC;&#x3C4;&#x3C4;&#x3C9;&#x3BC;&#x3B1;. &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B5;&#x3AF; &#x3AC;&#x3C8;&#x3BF;&#x3B3;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;. &#x39F; &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; &#x3C0;&#x3CE;&#x3BB;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3C4;&#x3BF; laptop &#x3B4;&#x3B5; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9;. &#x397; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3BF; &#x3BC;&#x3B7;&#x3C7;&#x3AC;&#x3BD;&#x3B7;&#x3BC;&#x3B1; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3B8;&#x3CE;&#x3C2; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3CE; Desktop &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B9;&#x3C2; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3AF;&#x3B5;&#x3C2; &#x3BC;&#x3BF;&#x3C5;. &#x397; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3AD;&#x3BB;&#x3B7;&#x3BE;&#x3B5; &#x394;&#x3B5;&#x3BA;&#x3AD;&#x3BC;&#x3B2;&#x3C1;&#x3B7; &#x3C4;&#x3BF;&#x3C5; 2022. &#x3A4;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BA;&#x3CC;&#x3BB;&#x3BB;&#x3B7;&#x3C4;&#x3B1; &#x3C0;&#x3BF;&#x3C5; &#x3AD;&#x3C7;&#x3C9; &#x3B2;&#x3AC;&#x3BB;&#x3B5;&#x3B9; &#x3C3;&#x3C4;&#x3B7; &#x3C0;&#x3BB;&#x3AC;&#x3C4;&#x3B7; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B2;&#x3B3;&#x3B1;&#x3AF;&#x3BD;&#x3BF;&#x3C5;&#x3BD; &#x3B5;&#x3AC;&#x3BD; &#x3B4;&#x3B5;&#x3BD; &#x3B1;&#x3C1;&#x3AD;&#x3C3;&#x3BF;&#x3C5;&#x3BD;. &#x392;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3BC;&#x3B1;&#x3B9; &#x391;&#x3B8;&#x3AE;&#x3BD;&#x3B1; &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3BD;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AE; &#x3C7;&#x3AD;&#x3C1;&#x3B9; &#x3BC;&#x3B5; &#x3C7;&#x3AD;&#x3C1;&#x3B9;. &#x391;&#x3BD;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; specs: Processor(Ryzen&#x2122; 5 3500U) Ram(16Gb) Operating System(Windows 10 Pro) SSD(256GB PCIe NVMe) HDD(1T) Graphics(AMD Radeon&#x2122; Vega 8 ) Wireless Network(RealTek Wireless RTL8822BE 2x2 AC &amp; Bluetooth&#xAE; 4.0 or above) Ports 1x (4-in-1 Media Card Reader) 1x (USB 2.0) 2x (USB 3.1 (Gen1)) 1x (USB Type C) 1x (HDMI) Camera(720P HD with Array Microphone) Monitor(14.0 FHD)</description></gpu><gpu><title>Laptop Lenovo Legion 5 15ARH05</title><cpuModel>4600H</cpuModel><BPeu>18.2</BPeu><price>800&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2172754-laptop-lenovo-legion-5-15arh05/</link><benchmark>14554</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C4;&#x3BF; Lenovo Legion 5 15ARH05, &#x3AD;&#x3BD;&#x3B1; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3CC; laptop &#x3C4;&#x3CC;&#x3C3;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3B4;&#x3BF;&#x3C5;&#x3BB;&#x3B5;&#x3AF;&#x3B5;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5; &#x3CC;&#x3C3;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3B9;&#x3B1; gaming. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3CE;&#x3C1;&#x3B5;&#x3C2;, &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3CD;&#x3C0;&#x3B1;&#x3C1;&#x3BE;&#x3B7;&#x3C2; desktop. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3C0;&#x3C1;&#x3B9;&#x3BD; 2 &#x3C7;&#x3C1;&#x3CC;&#x3BD;&#x3B9;&#x3B1; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B1; Public &#x3C3;&#x3C4;&#x3B7;&#x3BD; &#x3C4;&#x3B9;&#x3BC;&#x3AE; &#x3C4;&#x3C9;&#x3BD; 1100&#x20AC;. &#x3A4;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C4;&#x3BF;&#x3C5; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C5;&#x3C4;&#x3AC;: https://www.public.gr/product/computers-and-software/laptops/laptop-lenovo-legion-5-15arh05-amd-ryzen-5-4600h16gb512gb-ssdnvidia-geforce-gtx-1650-ti-4gb/1532891 &#x394;&#x3CE;&#x3C1;&#x3BF; &#x3B8;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3B7; &#x3B1;&#x3B4;&#x3B9;&#x3AC;&#x3B2;&#x3C1;&#x3BF;&#x3C7;&#x3B7; &#x3C4;&#x3C3;&#x3B1;&#x3BD;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3C2;: https://www.public.gr/product/computers-and-software/laptop-accessories/thikes-laptop/tsanta-laptop-lenovo-156-casual-backpack-b210-adiabroxi--mauro/1417388 &#x395;&#x3C0;&#x3AF;&#x3C3;&#x3B7;&#x3C2; &#x3B4;&#x3CE;&#x3C1;&#x3BF; &#x3B8;&#x3B1; &#x3B4;&#x3C9;&#x3B8;&#x3B5;&#x3AF; &#x3B5;&#x3BD;&#x3B1; set &#x3B1;&#x3B8;&#x3CC;&#x3C1;&#x3C5;&#x3B2;&#x3C9;&#x3BD; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;-&#x3C0;&#x3BF;&#x3BD;&#x3C4;&#x3AF;&#x3BA;&#x3B9;: https://www.plaisio.gr/pc-perifereiaka/perifereiaka-pc/pliktrologia/logitech-pliktrologio-pontiki-mk295-silent-asirmato_3531538?qId=c8432a774eaa3fb09d1da8cf651a0c62&amp;qIx=products &#x38C;&#x3BB;&#x3BF; &#x3C4;&#x3BF; &#x3C0;&#x3B1;&#x3BA;&#x3AD;&#x3C4;&#x3BF; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3AD;&#x3C3;&#x3C9; Box Now &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD;, &#x3B5;&#x3C6;&#x3CC;&#x3C3;&#x3BF;&#x3BD; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C0;&#x3C1;&#x3CE;&#x3C4;&#x3B1;.</description></gpu><gpu><title>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; LAPTOP Acer Aspire 3</title><cpuModel>3250U</cpuModel><BPeu>16.8</BPeu><price>230&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2097372-%CF%80%CF%89%CE%BB%CE%B5%CE%AF%CF%84%CE%B1%CE%B9-laptop-acer-aspire-3/</link><benchmark>3864</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Acer Aspire 3 A315-23-R1Y4 15.6" FHD (Ryzen 3-3250U/8GB/256GB SSD/W10 S) &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF; &#x3B1;&#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3C3;&#x3C4;&#x3BF; &#x3C4;&#x3BF; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BA;&#x3CC;&#x3BB;&#x3BB;&#x3B7;&#x3C4;&#x3BF; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BB;&#x3B9;&#x3B3;&#x3BF; &#x3C6;&#x3B8;&#x3B1;&#x3C1;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3BB;&#x3BF;&#x3B3;&#x3BF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3C1;&#x3C0;&#x3BF;&#x3CD; &#x3C0;&#x3BF;&#x3C5; &#x3B1;&#x3BA;&#x3BF;&#x3C5;&#x3BC;&#x3C0;&#x3BF;&#x3C5;&#x3C3;&#x3B1; &#x3B1;&#x3C0;&#x3B1;&#x3BD;&#x3C9;.&#x3BC;&#x3B1;&#x3B6;&#x3B9; &#x3BC;&#x3B5; &#x3C4;&#x3BF;&#x3BD; &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE; &#x3C4;&#x3BF;&#x3C5; .&#x3C4;&#x3BF; &#x3BC;&#x3CC;&#x3BD;&#x3BF; (&#x3B8;&#x3B5;&#x3BC;&#x3B1;) &#x3C0;&#x3BF;&#x3C5; &#x3B5;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BF;&#x3C4;&#x3B9; &#x3BB;&#x3B5;&#x3AF;&#x3C0;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3AC;&#x3BB;&#x3C5;&#x3BC;&#x3BC;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3BD;&#x3C4;&#x3B5;&#x3C3;&#x3AD; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7;&#x3C2; &#x3B1;&#x3C0;&#x3BF; &#x3C0;&#x3B9;&#x3C3;&#x3C9; &#x3B1;&#x3BB;&#x3BB;&#x3B1; &#x3B4;&#x3B5;&#x3BD; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3B5;&#x3BC;&#x3C6;&#x3B1;&#x3BD;&#x3AE;&#x3C2;</description></gpu><gpu><title>HUAWEI MateBook 13 AMD Ryzen 5-3500U / 8GB / 512GB SSD / Radeon Vega 8 / Fullview Quad HD</title><cpuModel>3500U</cpuModel><BPeu>15.5</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2093224-huawei-matebook-13-amd-ryzen-5-3500u-8gb-512gb-ssd-radeon-vega-8-fullview-quad-hd/</link><benchmark>6993</benchmark><description>&#x3A3;&#x3B5; &#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3B9; &#x3C4;&#x3BF;&#x3C5; &#x3BF;&#x3C0;&#x3C9;&#x3C2; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5;.&#x3A4;&#x3BF; &#x3BA;&#x3B1;&#x3BB;&#x3C5;&#x3C4;&#x3B5;&#x3C1;&#x3BF; &#x3BA;&#x3B1;&#x3B9; &#x3B3;&#x3C1;&#x3B7;&#x3B3;&#x3BF;&#x3C1;&#x3BF;&#x3C4;&#x3B5;&#x3C1;&#x3BF; laptop &#x3C4;&#x3B7;&#x3C2; &#x3C3;&#x3B5;&#x3B9;&#x3C1;&#x3B1;&#x3C2; matebook.&#x394;&#x3B5;&#x3BD; &#x3B2;&#x3B1;&#x3B6;&#x3C9; &#x3C0;&#x3C1;&#x3B1;&#x3B3;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3B5;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3B5;&#x3C2; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3B9; &#x3B5;&#x3B9;&#x3BD;&#x3B1;&#x3B9; &#x3BF;&#x3BD;&#x3C4;&#x3C9;&#x3C2; &#x3BF;&#x3C0;&#x3C9;&#x3C2; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3B7;&#x3BA;&#x3B5; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3C5;&#x3C1;&#x3B9;&#x3BF; &#x3B1;&#x3BB;&#x3BB;&#x3B1; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; &#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C2; &#x3B5;&#x3BD;&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3B5;&#x3C1;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3C9; &#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3C3;&#x3C4;&#x3B5;&#x3B9;&#x3BB;&#x3C9; &#x3B7; &#x3BD;&#x3B1; &#x3C4;&#x3BF; &#x3B4;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C0;&#x3BF; &#x3BA;&#x3BF;&#x3BD;&#x3C4;&#x3B1;.&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3BF;&#x3B3;&#x3C9; &#x3B1;&#x3BD;&#x3B1;&#x3B3;&#x3BA;&#x3B1;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3B7;&#x3C2; &#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3B7;&#x3C2; &#x3C3;&#x3B5; mac &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B2;&#x3B1;&#x3BB;&#x3BB;&#x3BF;&#x3BD;.</description></gpu><gpu><title>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Laptop HP ENVY x360 Convertible (ag0000nv)</title><cpuModel>2700U</cpuModel><BPeu>15.5</BPeu><price>450&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2164054-%CF%80%CF%89%CE%BB%CE%B5%CE%AF%CF%84%CE%B1%CE%B9-laptop-hp-envy-x360-convertible-ag0000nv/</link><benchmark>6972</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B2;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B5;&#x3C3;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AC;. &#x397; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3B1;&#x3C0;&#x3BF;&#x3BA;&#x3BB;&#x3B5;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B5;&#x3C0;&#x3B1;&#x3B3;&#x3B3;&#x3B5;&#x3BB;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3BC;&#x3BC;&#x3B1;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3CC; &#x3B5;&#x3C6;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3CE;&#x3BD; &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BD;&#x3AD;&#x3BF;&#x3C5; &#x3BC;&#x3B7;&#x3C7;&#x3B1;&#x3BD;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2;. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; format &#x3BA;&#x3B1;&#x3B9; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3C4;&#x3B1;&#x3B8;&#x3B5;&#x3AF; &#x3B7; &#x3C4;&#x3B5;&#x3BB;&#x3B5;&#x3C5;&#x3C4;&#x3B1;&#x3AF;&#x3B1; &#x3AD;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; &#x3C4;&#x3C9;&#x3BD; Windows 10. &#x394;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C4;&#x3B5;&#x3B9;: &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE; AMD Ryzen 7 2700U 8GB DDR4 RAM 256GB nvme SSD &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x3B1;&#x3C6;&#x3AE;&#x3C2; &#x398;&#x3CD;&#x3C1;&#x3B5;&#x3C2;: 1x microSD, 2x USB 3.1, 1x USB Type-C, 1x Audio Jack &#x3A6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; (&#x3C6;&#x3B1;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3AC; &#x3C0;&#x3B9;&#x3BF; &#x3B1;&#x3C7;&#x3BD;&#x3AC; &#x3BA;&#x3AC;&#x3C4;&#x3C9; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B1; &#x3C0;&#x3BB;&#x3AE;&#x3BA;&#x3C4;&#x3C1;&#x3B1; 6 &#x3BA;&#x3B1;&#x3B9; 7) + &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3B5;&#x3C0;&#x3B9;&#x3C0;&#x3BB;&#x3AD;&#x3BF;&#x3BD; &#x3B1;&#x3BD;&#x3C4;&#x3AC;&#x3C0;&#x3C4;&#x3BF;&#x3C1;&#x3B1;&#x3C2; USB Type-C &#x3C3;&#x3B5; USB 3.0, Ethernet, HDMI, USB Type-C</description></gpu><gpu><title>Asus TUF GAMING Ryzen 7 1 TB 16gb ram gtx 1660ti 6gb</title><cpuModel>3750H</cpuModel><BPeu>14.9</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2170937-asus-tuf-gaming-ryzen-7-1-tb-16gb-ram-gtx-1660ti-6gb/</link><benchmark>8210</benchmark><description>|Asus TUF GAMING CPU Ryzen 7 3750h Gpu Nvidia GTX 1660 ti 6gb Ram 16gb : dual channel 2x8gb ddr 4 2400 mhz Hard disks: 1x 512gb nvme ssd + 500gb ssd samusung Windows 11/ &#x3A0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3C0;&#x3C1;&#x3B5;&#x3C0;&#x3CE;&#x3C2; &#x3C3;&#x3B5; &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; 2560 x1080 &#x3B5;&#x3C7;&#x3BF;&#x3C5;&#x3BC;&#x3B5; warzone 2 big map 60 &#x3BC;&#x3B5; 70 fps cod modern warfare ii multiplayer 90 fps hitman 3 high settings 80 fps dcs world 2.8 80 fps &#x3A3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3AE;&#x3C4;&#x3B1;&#x3BD; &#x3BC;&#x3CC;&#x3BD;&#x3B9;&#x3BC;&#x3B1; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3C3;&#x3B5; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;! &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3B5;&#x3B9; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3BF; original &#x3C6;&#x3BF;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3BA;&#x3C4;&#x3BB; . &#x3A4;&#x3B9;&#x3BC;&#x3B7; 550 &#x395;&#x3C5;&#x3C1;&#x3CE;! &#x3A7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3C0;&#x3B1;&#x3B6;&#x3AC;&#x3C1;&#x3B9;&#x3B1;!</description></gpu><gpu><title>Asus TUF Gaming FX705DT-AU018T (Ryzen 7-3750H/16GB/512GB/GeForce GTX 1650/FHD/W10)</title><cpuModel>3750H</cpuModel><BPeu>14.9</BPeu><price>550&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143059-asus-tuf-gaming-fx705dt-au018t-ryzen-7-3750h16gb512gbgeforce-gtx-1650fhdw10/</link><benchmark>8210</benchmark><description>&#x3A0;&#x3BF;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; - &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;</description></gpu><gpu><title>HP Omen 5800H - Nvidia 3060 - 144Hz - &#x391;&#x39D;&#x3A4;&#x391;&#x39B;&#x39B;&#x391;&#x393;&#x395;&#x3A3;</title><cpuModel>5500U</cpuModel><BPeu>14.6</BPeu><price>900&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2067241-hp-omen-5800h-nvidia-3060-144hz-%CE%B1%CE%BD%CF%84%CE%B1%CE%BB%CE%BB%CE%B1%CE%B3%CE%B5%CF%83/</link><benchmark>13175</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; HP Omen &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; Public. AMD Ryzen 7 5800H - 7nm 16GB RAM DDR4 512GB SSD PCIe NVMe TLC M.2 Nvidia GeForce 3060 6GByte GDDR6 Bus specs: PCI-Express 4.0 &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 144Hz IPS FHD RGB &#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3B6;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3BF; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3A6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3AF;&#x3B5;&#x3C2; &#x3B4;&#x3B5;&#x3BD; &#x3C7;&#x3C1;&#x3B5;&#x3B9;&#x3AC;&#x3B6;&#x3BF;&#x3BD;&#x3C4;&#x3B1;&#x3B9;, &#x3B4;&#x3B5;&#x3BD; &#x3AD;&#x3C7;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B8;&#x3CC;&#x3BB;&#x3BF;&#x3C5; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C4;&#x3BF; &#x3B4;&#x3BF;&#x3CD;&#x3BB;&#x3B5;&#x3C5;&#x3B1; &#x3BC;&#x3B5; &#x3B5;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3CC; &#x3C0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3BA;&#x3C5;&#x3C1;&#x3AF;&#x3C9;&#x3C2;. &#x39C;&#x3CC;&#x3BD;&#x3BF; &#x3BC;&#x3AD;&#x3BB;&#x3B7; &#x3BC;&#x3B5; &#x3B8;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3B1;&#x3BE;&#x3B9;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AE;&#x3C3;&#x3B5;&#x3B9;&#x3C2;, &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3B1;&#x3B2;&#x3AE; &#x3B1;&#x3C0;&#x3CC; &#x3A0;&#x3CD;&#x3C1;&#x3B3;&#x3BF; &#x397;&#x3BB;&#x3B5;&#x3AF;&#x3B1;&#x3C2; &#x3AE; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7;. &#x3A5;&#x3C0;&#x3AC;&#x3C1;&#x3C7;&#x3BF;&#x3C5;&#x3BD; &#x3C4;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1;, &#x3B1;&#x3C0;&#x3CC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF;. &#x39C;&#x3B5; &#x3B5;&#x3BD;&#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3AD;&#x3C1;&#x3BF;&#x3C5;&#x3BD; &#x3B1;&#x3BD;&#x3C4;&#x3B1;&#x3BB;&#x3BB;&#x3B1;&#x3B3;&#x3AD;&#x3C2; &#x3BC;&#x3B5; laptop &#x3BC;&#x3B5; AMD Ryzen &#x3C3;&#x3B5;&#x3B9;&#x3C1;&#x3AC; U &#x3CC;&#x3C0;&#x3C9;&#x3C2; 5500U 6600U &#x3BA;&#x3C4;&#x3BB; &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3B1;&#x3C5;&#x3C4;&#x3BF;&#x3BD;&#x3BF;&#x3BC;&#x3AF;&#x3B1;, &#x3BC;&#x3B5; &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3C4;&#x3BF;&#x3C5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3BF;&#x3BD; 400&#x20AC;...</description></gpu><gpu><title>ASUS VIVOBOOK 15,6' &#x3BC;&#x3B5; 128gb SSD &#x3BA;&#x3B1;&#x3B9; 1TB HDD</title><cpuModel>3700U</cpuModel><BPeu>14.4</BPeu><price>500&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158983-asus-vivobook-156-%CE%BC%CE%B5-128gb-ssd-%CE%BA%CE%B1%CE%B9-1tb-hdd/</link><benchmark>7194</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; ASUS VIVOBOOK &#x3BC;&#x3B5; &#x3C4;&#x3BF; &#x3BA;&#x3BF;&#x3C5;&#x3C4;&#x3AF; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3BB;&#x3B1; &#x3C4;&#x3B1; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B5;&#x3C7;&#x3CC;&#x3BC;&#x3B5;&#x3BD;&#x3B1; &#x3C4;&#x3BF;&#x3C5;. &#x3A3;&#x3B5; &#x3B5;&#x3BE;&#x3B1;&#x3B9;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;. &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3B1; MediaMarkt. &#x388;&#x3C7;&#x3B5;&#x3B9; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3B7;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3BB;&#x3B1;&#x3C6;&#x3C1;&#x3B9;&#x3AC; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;. 15,6' &#x3BC;&#x3B5; 128gb SSD &#x3BA;&#x3B1;&#x3B9; 1TB HDD &#x38C;&#x3BD;&#x3BF;&#x3BC;&#x3B1; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE;&#x3C2; LAPTOP-NU5T0NQO &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD Ryzen 7 3700U with Radeon Vega Mobile Gfx 2.30 GHz &#x395;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3B5;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3AD;&#x3BD;&#x3B7; RAM 12,0 GB (9,95 GB &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3C3;&#x3B9;&#x3BC;&#x3B7;) &#x391;&#x3BD;&#x3B1;&#x3B3;&#x3BD;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE;&#x3C2; A48BF59D-AF6C-4FD0-8E8C-81377B8D6D8C &#x391;&#x3BD;&#x3B1;&#x3B3;&#x3BD;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3C0;&#x3C1;&#x3BF;&#x3CA;&#x3CC;&#x3BD;&#x3C4;&#x3BF;&#x3C2; 00325-96554-23211-AAOEM &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; 64 bit, &#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; &#x3C4;&#x3B5;&#x3C7;&#x3BD;&#x3BF;&#x3BB;&#x3BF;&#x3B3;&#x3AF;&#x3B1;&#x3C2; x64 &#x3A0;&#x3AD;&#x3BD;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C6;&#x3AE; &#x394;&#x3B5;&#x3BD; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B4;&#x3B9;&#x3B1;&#x3B8;&#x3AD;&#x3C3;&#x3B9;&#x3BC;&#x3B7; &#x3B7; &#x3B5;&#x3B9;&#x3C3;&#x3B1;&#x3B3;&#x3C9;&#x3B3;&#x3AE; &#x3B4;&#x3B5;&#x3B4;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3B5; &#x3C0;&#x3AD;&#x3BD;&#x3B1; &#x3AE; &#x3BC;&#x3B5; &#x3B1;&#x3C6;&#x3AE; &#x3B3;&#x3B9;&#x3B1; &#x3B1;&#x3C5;&#x3C4;&#x3AE;&#x3BD; &#x3C4;&#x3B7;&#x3BD; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; &#x388;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; Windows 11 Home &#x388;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7; 22H2 &#x388;&#x3B3;&#x3B9;&#x3BD;&#x3B5; &#x3B5;&#x3B3;&#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C3;&#x3C4;&#x3B9;&#x3C2; &#x200E;21/&#x200E;9/&#x200E;2022 &#x394;&#x3BF;&#x3BC;&#x3AE; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;&#x3CD; &#x3C3;&#x3C5;&#x3C3;&#x3C4;&#x3AE;&#x3BC;&#x3B1;&#x3C4;&#x3BF;&#x3C2; 22621.2283 &#x395;&#x3BC;&#x3C0;&#x3B5;&#x3B9;&#x3C1;&#x3AF;&#x3B1; Windows Feature Experience Pack 1000.22662.1000.0 &#x39A;&#x3B1;&#x3C4;&#x3B1;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; ASUSTek Computer Inc.</description></gpu><gpu><title>ASUS X570ZD (AMD RYZEN 7 2700U/16GB RAM DDR4/128 SSD M2 + 240SSD SATA/NVIDIA GeForce GTX 1050 4GB GD</title><cpuModel>2700U</cpuModel><BPeu>13.4</BPeu><price>520&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2121461-asus-x570zd-amd-ryzen-7-2700u16gb-ram-ddr4128-ssd-m2-240ssd-satanvidia-geforce-gtx-1050-4gb-gd/</link><benchmark>6972</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; gaming laptop ASUS X570ZD (AMD RYZEN 7 2700U/16GB RAM DDR4/128 SSD M2 + 240SSD SATA/NVIDIA GeForce GTX 1050 4GB GDDR5/ WIN11 HOME) &#x3A3;&#x3B5; &#x3C0;&#x3BF;&#x3BB;&#x3CD; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B1;&#x3B6;&#x3AF; &#x3BC;&#x3B5; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF; &#x3B3;&#x3BD;&#x3AE;&#x3C3;&#x3B9;&#x3BF; &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC;. &#x388;&#x3C7;&#x3B5;&#x3B9; 3 &#x3B8;&#x3CD;&#x3C1;&#x3B5;&#x3C2; USB 3, 1 USB TYPE C, 1 HDMI , mini SD , audio jack &#x3BA;&#x3B1;&#x3B9; erhernet.</description></gpu><gpu><title>KAINOY&#x3A1;&#x393;&#x399;&#x39F;-&#x391;&#x3A7;&#x3A1;&#x397;&#x3A3;&#x399;&#x39C;&#x39F;&#x3A0;&#x39F;&#x399;&#x397;&#x3A4;&#x39F; - Lenovo IdeaPad 3 15ADA05 15.6" FHD (Ryzen 3-3250U/4GB/128GB SSD/W10 S)</title><cpuModel>3250U</cpuModel><BPeu>12.9</BPeu><price>299&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158152-kainoy%CF%81%CE%B3%CE%B9%CE%BF-%CE%B1%CF%87%CF%81%CE%B7%CF%83%CE%B9%CE%BC%CE%BF%CF%80%CE%BF%CE%B9%CE%B7%CF%84%CE%BF-lenovo-ideapad-3-15ada05-156-fhd-ryzen-3-3250u4gb128gb-ssdw10-s/</link><benchmark>3864</benchmark><description>&#x392;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AC; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC;: &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7; 15.6" 1920x1080 SSD M.2 2242 PCIe 3.0x2 NVMe &#x395;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3B7; &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; WiFi 5 &amp; Bluetooth &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1.85 Kg &#x397;&#x3C7;&#x3B5;&#x3AF;&#x3B1; 1.5W x2 Dolby Audio</description></gpu><gpu><title>Laptop HP G7</title><cpuModel>3200U</cpuModel><BPeu>12.8</BPeu><price>300&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/1983887-laptop-hp-g7/</link><benchmark>3827</benchmark><description>&#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3B1;: &#x395;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2;: AMD Ryzen 3 3200U 2.6gh &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD;:AMD Radeon Vega 3 (&#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7;:shared) &#x3A7;&#x3CE;&#x3C1;&#x3BF;&#x3C2; &#x3B1;&#x3C0;&#x3BF;&#x3B8;&#x3AE;&#x3BA;&#x3B5;&#x3C5;&#x3C3;&#x3B7;&#x3C2;: SSD 256GB RAM: 8 GB DDR4 &#x39F;&#x3B8;&#x3CC;&#x3BD;&#x3B7;: IPS 15.6" FHD 60HZ &#x3A3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B9;&#x3BC;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1;: DVD, 3xUSB, HDMI, ETHERNET, AUX, SD CARD SLOT, WIFI &amp; BLUETOOTH 45W &#x3A6;&#x3CC;&#x3C1;&#x3C4;&#x3B9;&#x3C3;&#x3B7; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF;: &#x395;&#x3BB;&#x3BB;&#x3B7;&#x3BD;&#x3B9;&#x3BA;&#x3AC; GR (Full Size) &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3A3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1;: Windows 11 Pro (64 BIT) &#x3A7;&#x3C1;&#x3CE;&#x3BC;&#x3B1;: &#x3A3;&#x3BA;&#x3BF;&#x3CD;&#x3C1;&#x3BF; &#x393;&#x3BA;&#x3C1;&#x3B9;-&#x39C;&#x3B1;&#x3CD;&#x3C1;&#x3BF; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2;:1,9 KG &#x3A3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3BB;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE;&#x3C2;: &#x391;&#x3C0;&#x3C1;&#x3AF;&#x3BB;&#x3B9;&#x3BF;&#x3C2; 2021 T&#x3B9;&#x3BC;&#x3AE; &#x391;&#x3C1;&#x3C7;&#x3B9;&#x3BA;&#x3AE;&#x3C2; &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3AC;&#x3C2;: 610&#x20AC;</description></gpu><gpu><title>LAPTOP - HP - NOTEBOOK - 15,6" - 128GB SSD - 1T HD - DVDRW - 15-db0001nv</title><cpuModel>2200U</cpuModel><BPeu>12.7</BPeu><price>290&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2158703-laptop-hp-notebook-156-128gb-ssd-1t-hd-dvdrw-15-db0001nv/</link><benchmark>3695</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C7;&#x3B5;&#x3B9;&#x3C1;&#x3B9;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; Laptop HP - 15,6" - 128GB SSD - 1T HD - DVDRW &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7;, &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3C9;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC;. https://support.hp.com/gr-el/document/c06039398 &#x3A5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x391;&#x3C1;&#x3B9;&#x3B8;&#x3BC;&#x3CC;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3CA;&#x3CC;&#x3BD;&#x3C4;&#x3BF;&#x3C2; 4DK20EA &#x38C;&#x3BD;&#x3BF;&#x3BC;&#x3B1; &#x3C0;&#x3C1;&#x3BF;&#x3CA;&#x3CC;&#x3BD;&#x3C4;&#x3BF;&#x3C2; HP Notebook - 15-db0001nv &#x39C;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3B5;&#x3C0;&#x3B5;&#x3BE;&#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3C4;&#x3AE;&#x3C2; AMD Ryzen&#x2122; 3 2200U (&#x3B2;&#x3B1;&#x3C3;&#x3B9;&#x3BA;&#x3AE; &#x3C3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; 2,5 GHz, &#x3BC;&#x3AD;&#x3B3;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C3;&#x3C5;&#x3C7;&#x3BD;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3AD;&#x3C9;&#x3C2; 3,4 GHz, &#x3BC;&#x3BD;&#x3AE;&#x3BC;&#x3B7; cache 1 MB, 2 &#x3C0;&#x3C5;&#x3C1;&#x3AE;&#x3BD;&#x3B5;&#x3C2;) &#x39C;&#x3BD;&#x3AE;&#x3BC;&#x3B7;, &#x3BA;&#x3BB;&#x3B1;&#x3C3;&#x3C3;&#x3B9;&#x3BA;&#x3AE; 4 GB DDR4-2400 SDRAM (1 x 4 GB) &#x39A;&#x3AC;&#x3C1;&#x3C4;&#x3B1; &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3CE;&#x3BD; AMD Radeon Vega &#x393;&#x3C1;&#x3B1;&#x3C6;&#x3B9;&#x3BA;&#x3AC; &#x39E;&#x3B5;&#x3C7;&#x3C9;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3AC; &#x3A3;&#x3BA;&#x3BB;&#x3B7;&#x3C1;&#x3CC;&#x3C2; &#x394;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C2; 1 TB 5.400 rpm SATA 128 GB M.2 SSD &#x39C;&#x3BF;&#x3BD;&#x3AC;&#x3B4;&#x3B1; &#x3BF;&#x3C0;&#x3C4;&#x3B9;&#x3BA;&#x3BF;&#x3CD; &#x3B4;&#x3AF;&#x3C3;&#x3BA;&#x3BF;&#x3C5; DVD-writer &#x391;&#x3C0;&#x3B5;&#x3B9;&#x3BA;&#x3CC;&#x3BD;&#x3B9;&#x3C3;&#x3B7; &#x391;&#x3BD;&#x3C4;&#x3B9;&#x3B8;&#x3B1;&#x3BC;&#x3B2;&#x3C9;&#x3C4;&#x3B9;&#x3BA;&#x3AE; &#x3BF;&#x3B8;&#x3CC;&#x3BD;&#x3B7; FHD SVA 39,6 cm (15,6") &#x3BC;&#x3B5; &#x3BF;&#x3C0;&#x3B9;&#x3C3;&#x3B8;&#x3BF;&#x3C6;&#x3C9;&#x3C4;&#x3B9;&#x3C3;&#x3BC;&#x3CC; WLED (1.920 x 1.080) &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3A0;&#x3BB;&#x3B7;&#x3BA;&#x3C4;&#x3C1;&#x3BF;&#x3BB;&#x3CC;&#x3B3;&#x3B9;&#x3BF; &#x3C4;&#x3CD;&#x3C0;&#x3BF;&#x3C5; island &#x3C0;&#x3BB;&#x3AE;&#x3C1;&#x3BF;&#x3C5;&#x3C2; &#x3BC;&#x3B5;&#x3B3;&#x3AD;&#x3B8;&#x3BF;&#x3C5;&#x3C2; &#x3BC;&#x3B5; numpad &#x3A3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B4;&#x3B5;&#x3B9;&#x3BE;&#x3B7;&#x3C2; Touchpad &#x3BC;&#x3B5; &#x3C5;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3AE;&#x3C1;&#x3B9;&#x3BE;&#x3B7; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3B1;&#x3C0;&#x3BB;&#x3CE;&#x3BD; &#x3BA;&#x3B9;&#x3BD;&#x3AE;&#x3C3;&#x3B5;&#x3C9;&#x3BD; &#x3B1;&#x3C6;&#x3AE;&#x3C2; &#x391;&#x3C3;&#x3CD;&#x3C1;&#x3BC;&#x3B1;&#x3C4;&#x3B7; &#x3C3;&#x3C5;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B9;&#x3BC;&#x3CC;&#x3C4;&#x3B7;&#x3C4;&#x3B1; &#x3A3;&#x3CD;&#x3BD;&#x3B8;&#x3B5;&#x3C4;&#x3BF;&#x3C2; &#x3C0;&#x3C1;&#x3BF;&#x3C3;&#x3B1;&#x3C1;&#x3BC;&#x3BF;&#x3B3;&#x3AD;&#x3B1;&#x3C2; 802.11b/g/n/ac (2x2) Wi-Fi&#xAE; &#x3BA;&#x3B1;&#x3B9; Bluetooth&#xAE; 4.2 &#x394;&#x3B9;&#x3B1;&#x3C3;&#x3CD;&#x3BD;&#x3B4;&#x3B5;&#x3C3;&#x3B7; &#x3B4;&#x3B9;&#x3BA;&#x3C4;&#x3CD;&#x3BF;&#x3C5; &#x395;&#x3BD;&#x3C3;&#x3C9;&#x3BC;&#x3B1;&#x3C4;&#x3C9;&#x3BC;&#x3AD;&#x3BD;&#x3BF; LAN 10/100/1000 GbE &#x3A5;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C7;&#x3AD;&#x3C2; &#x3B5;&#x3C0;&#x3AD;&#x3BA;&#x3C4;&#x3B1;&#x3C3;&#x3B7;&#x3C2; 1 &#x3B3;&#x3B9;&#x3B1; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3AE; &#x3B1;&#x3BD;&#x3AC;&#x3B3;&#x3BD;&#x3C9;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3B1;&#x3C1;&#x3C4;&#x3CE;&#x3BD; &#x3C8;&#x3B7;&#x3C6;&#x3B9;&#x3B1;&#x3BA;&#x3CE;&#x3BD; &#x3BC;&#x3AD;&#x3C3;&#x3C9;&#x3BD; SD &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3CE;&#x3BD; &#x3BC;&#x3BF;&#x3C1;&#x3C6;&#x3CE;&#x3BD; &#x395;&#x3BE;&#x3C9;&#x3C4;&#x3B5;&#x3C1;&#x3B9;&#x3BA;&#x3AD;&#x3C2; &#x3B8;&#x3CD;&#x3C1;&#x3B5;&#x3C2; 2 USB 3.1 1&#x3B7;&#x3C2; &#x3B3;&#x3B5;&#x3BD;&#x3B9;&#x3AC;&#x3C2; (&#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC; &#x3B4;&#x3B5;&#x3B4;&#x3BF;&#x3BC;&#x3AD;&#x3BD;&#x3C9;&#x3BD; &#x3BC;&#x3CC;&#x3BD;&#x3BF;); 1 USB 2.0; 1 HDMI 1.4b; 1 RJ-45; 1 &#x3C3;&#x3CD;&#x3BD;&#x3B8;&#x3B5;&#x3C4;&#x3B7; &#x3C5;&#x3C0;&#x3BF;&#x3B4;&#x3BF;&#x3C7;&#x3AE; &#x3B1;&#x3BA;&#x3BF;&#x3C5;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3CE;&#x3BD;/&#x3BC;&#x3B9;&#x3BA;&#x3C1;&#x3BF;&#x3C6;&#x3CE;&#x3BD;&#x3BF;&#x3C5; &#x395;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B5;&#x3C2; &#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3AC;&#x3C3;&#x3B5;&#x3B9;&#x3C2; (&#x3A0; x &#x392; x &#x3A5;) 37,6 x 24,6 x 2,25 cm &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2; 1,97 kg &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3C4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C3;&#x3AF;&#x3B1;&#x3C2; &#x3B5;&#x3BD;&#x3AD;&#x3C1;&#x3B3;&#x3B9;&#x3B1;&#x3C2; &#x3A4;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3B4;&#x3BF;&#x3C4;&#x3B9;&#x3BA;&#x3CC; AC 45 W &#x3A4;&#x3CD;&#x3C0;&#x3BF;&#x3C2; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; &#x399;&#x3CC;&#x3BD;&#x3C4;&#x3C9;&#x3BD; &#x3BB;&#x3B9;&#x3B8;&#x3AF;&#x3BF;&#x3C5; 3 &#x3C3;&#x3C4;&#x3BF;&#x3B9;&#x3C7;&#x3B5;&#x3AF;&#x3C9;&#x3BD;, 41 Wh &#x394;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3B6;&#x3C9;&#x3AE;&#x3C2; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3BC;&#x3B9;&#x3BA;&#x3C4;&#x3AE; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x388;&#x3C9;&#x3C2; 10 &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; 15 &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3AC; &#x394;&#x3B9;&#x3AC;&#x3C1;&#x3BA;&#x3B5;&#x3B9;&#x3B1; &#x3B6;&#x3C9;&#x3AE;&#x3C2; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B1;&#x3C2; &#x3B3;&#x3B9;&#x3B1; &#x3B1;&#x3BD;&#x3B1;&#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3B3;&#x3C9;&#x3B3;&#x3AE; &#x3B2;&#x3AF;&#x3BD;&#x3C4;&#x3B5;&#x3BF; &#x388;&#x3C9;&#x3C2; 7 &#x3CE;&#x3C1;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; 30 &#x3BB;&#x3B5;&#x3C0;&#x3C4;&#x3AC; &#x3A7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3AE;&#x3C7;&#x3BF;&#x3C5; &#x394;&#x3CD;&#x3BF; &#x3B7;&#x3C7;&#x3B5;&#x3AF;&#x3B1; &#x39B;&#x3BF;&#x3B3;&#x3B9;&#x3C3;&#x3BC;&#x3B9;&#x3BA;&#x3CC; &#x39B;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3CC; &#x3C3;&#x3CD;&#x3C3;&#x3C4;&#x3B7;&#x3BC;&#x3B1; Windows 10 Home 64 HP apps HP Audio Switch, HP CoolSense, HP JumpStart</description></gpu><gpu><title>Laptop HP 15S-EQ1003NV 15.6" FHD (Ryzen 3-3250U/4GB/256GB SSD/Radeon R3 Graphics/Win10HomeS)</title><cpuModel>3250U</cpuModel><BPeu>12.1</BPeu><price>320&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143944-laptop-hp-15s-eq1003nv-156-fhd-ryzen-3-3250u4gb256gb-ssdradeon-r3-graphicswin10homes/</link><benchmark>3864</benchmark><description>&#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B5;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3B1;&#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3AF;&#x3B7;&#x3C4;&#x3BF;, &#x3B5;&#x3BD;&#x3B5;&#x3C1;&#x3B3;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3AE;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BC;&#x3CC;&#x3BD;&#x3BF; &#x3B3;&#x3B9;&#x3B1; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3BD;&#x3AC;&#x3B3;&#x3BA;&#x3B7; &#x3C4;&#x3B7;&#x3C2; &#x3C6;&#x3C9;&#x3C4;&#x3BF;&#x3B3;&#x3C1;&#x3AC;&#x3C6;&#x3B7;&#x3C3;&#x3B7;&#x3C2;, &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x39A;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B3;&#x3B9;&#x3BF;&#x3C5;, &#x3C0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3BB;&#x3CC;&#x3B3;&#x3C9; &#x3B1;&#x3C0;&#x3CC;&#x3BA;&#x3C4;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3BC;&#x3B5;&#x3B3;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3BF;&#x3C5;. &#x391;&#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3BF;, &#x3C7;&#x3C9;&#x3C1;&#x3AF;&#x3C2; &#x3BA;&#x3B1;&#x3BD;&#x3AD;&#x3BD;&#x3B1; &#x3C3;&#x3B7;&#x3BC;&#x3AC;&#x3B4;&#x3B9; &#x3AE; &#x3B3;&#x3C1;&#x3B1;&#x3C4;&#x3B6;&#x3BF;&#x3C5;&#x3BD;&#x3B9;&#x3AC;. &#x397; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3BA;&#x3B1;&#x3B9; &#x3B1;&#x3C5;&#x3C4;&#x3AE; &#x3B1;&#x3C8;&#x3B5;&#x3B3;&#x3AC;&#x3B4;&#x3B9;&#x3B1;&#x3C3;&#x3C4;&#x3B7;. &#x3A3;&#x3C4;&#x3AD;&#x3BB;&#x3BD;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3BD;&#x3C4;&#x3BF;&#x3CD;.</description></gpu><gpu><title>Asus Tuf Gaming Laptop FX505D</title><cpuModel>3550H</cpuModel><BPeu>11.2</BPeu><price>700&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2173130-asus-tuf-gaming-laptop-fx505d/</link><benchmark>7823</benchmark><description>Model: FX505DD Operating System Windows 10 Home - ASUS recommends Free Upgrade to Windows 11&#xB9; (when available, see below) Processor AMD Ryzen&#x2122; 5 3550H Mobile Processor (4-core/8-thread, 6MB cache, 3.7GHz max boost) Graphics NVIDIA&#xAE; GeForce&#xAE; GTX 1650, 4GB GDDR5 Display 15.6-inch, FHD (1920 x 1080) 16:9, Anti-glare display, sRGB:62.50%, Adobe:47.10%, Refresh Rate:120Hz, IPS-level, Optimus Memory 24GB DDR4-2400 SO-DIMM 1x 8GB DDR4 1x16GB DDR4 Max Capacity: 24GB Storage 256GB PCIe&#xAE; 3.0 NVMe&#x2122; M.2 SSD 1TB 5400RPM 2.5" SATA HDD I/O Port 1x 3.5mm Combo Audio Jack 1x HDMI 2.1 TMDS 1x USB 2.0 Type-A 2x USB 3.2 Gen 1 Type-A Keyboard and Touchpad Backlit Chiclet Keyboard 1-Zone RGB Touchpad Camera 720P HD camera Audio DTS software Built-in array microphone 2-speaker system Network and Communication Wi-Fi 5(802.11ac) (Dual band) 2*2 + Bluetooth&#xAE; 5.0 (*Bluetooth&#xAE; version may change with OS version different.) Battery 48WHrs, 3S1P, 3-cell Li-ion Power Supply &#xF8;6.0, 180W AC Adapter, Output: 19.5V DC, 9.23A, 180W, Input: 100~240V AC Weight 2.20 Kg (4.85 lbs) Dimensions (W x D x H) 36.0 x 26.2 x 2.50 ~ 2.60 cm (14.17" x 10.31" x 0.98" ~ 1.02") &#x3B8;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3B9; &#x3BA;&#x3B1;&#x3B9; &#x3BE;&#x3C5;&#x3BB;&#x3B9;&#x3BD;&#x3B7; &#x3B2;&#x3B1;&#x3C3;&#x3B7; &#x3C0;&#x3BF;&#x3BB;&#x3BB;&#x3B1;&#x3C0;&#x3BB;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3C4;&#x3BF;&#x3C5; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3BD;&#x3BF;&#x3C2; &#x3C4;&#x3B1;&#x3BC;&#x3C0;&#x3BB;&#x3B5;&#x3C4; ,&#x3BA;&#x3B9;&#x3BD;&#x3B7;&#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3C6;&#x3C5;&#x3C3;&#x3B9;&#x3BA;&#x3B1; &#x3C4;&#x3BF;&#x3C0;&#x3BF;&#x3B8;&#x3B5;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3C4;&#x3BF;&#x3C5; mouse... &#x3A0;&#x3BB;&#x3B7;&#x3C1;&#x3BF;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3B5;&#x3C2; &#x3BC;&#x3B5; &#x3BC;&#x3B7;&#x3BD;&#x3C5;&#x3BC;&#x3B1;&#x3C4;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3B4;&#x3B5;&#x3BA;&#x3C4;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B8;&#x3B5; &#x3B5;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3B1;&#x3B2;&#x3B7; &#x3B1;&#x3C0;&#x3BF; &#x3C4;&#x3BF; &#x3C7;&#x3C9;&#x3C1;&#x3BF; &#x3BC;&#x3BF;&#x3C5;!!! &#x395;&#x3C5;&#x3C7;&#x3B1;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3C9;!!!</description></gpu><gpu><title>Huawei MateBook D13 Ryzen 7 2160x1440</title><cpuModel>3700U</cpuModel><BPeu>11.1</BPeu><price>650&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2113022-huawei-matebook-d13-ryzen-7-2160x1440/</link><benchmark>7194</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; Huawei MateBook 13 Ryzen 7 3700U/13.3-inch IPS/16GB/512GB SSD &#x395;&#x3AF;&#x3BD;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3C4;&#x3AD;&#x3BB;&#x3B5;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BC;&#x3B5; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1; &#x3B5;&#x3C1;&#x3B3;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3B3;&#x3C1;&#x3B1;&#x3C6;&#x3B5;&#x3AF;&#x3BF;&#x3C5; . https://www.skroutz.gr/s/30025185/Huawei-MateBook-13-13-Ryzen-7-3700U-16GB-512GB-SSD-W10-Home-Space-Grey-US-Keyboard.html AMD Ryzen 7 3700U 13 " IPS Panel 2160x1440 16 GB RAM DDR4 512 GB SSD HDMI, USB 3.2, USB-C Wi-Fi, Bluetooth &#x394;&#x3B1;&#x3BA;&#x3C4;&#x3C5;&#x3BB;&#x3B9;&#x3BA;&#x3CC; &#x391;&#x3C0;&#x3BF;&#x3C4;&#x3CD;&#x3C0;&#x3C9;&#x3BC;&#x3B1; &#x392;&#x3AC;&#x3C1;&#x3BF;&#x3C2;: 1,3 kg</description></gpu><gpu><title>Asus gaming laptop rtx 2060 &#x3A3;&#x39F;&#x3A5;&#x3A0;&#x395;&#x3A1; &#x395;&#x3A5;&#x39A;&#x391;&#x399;&#x3A1;&#x399;&#x391;</title><cpuModel>1200</cpuModel><BPeu>10.5</BPeu><price>600&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2143471-asus-gaming-laptop-rtx-2060-%CF%83%CE%BF%CF%85%CF%80%CE%B5%CF%81-%CE%B5%CF%85%CE%BA%CE%B1%CE%B9%CF%81%CE%B9%CE%B1/</link><benchmark>6322</benchmark><description>Asus fx 505 DV Cpu: ryzen 7 Gpu : rtx 2060 6gb Ram: 16gb ddr4 dual M.2 ssd 512 gb 15.6inches 1080p fhd ips 144hz &#x391;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3BC;&#x3AD;&#x3BD;&#x3BF; &#x3B1;&#x3C1;&#x3C7;&#x3AD;&#x3C2; &#x3C4;&#x3BF;&#x3C5; 22 1200&#x20AC; &#x3A4;&#x3BF; &#x3BB;&#x3B1;&#x3C0;&#x3C4;&#x3BF;&#x3C0; &#x3B2;&#x3C1;&#x3AF;&#x3C3;&#x3BA;&#x3B5;&#x3C4;&#x3B1;&#x3B9; &#x3C3;&#x3B5; &#x3AC;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3C0;&#x3B1;&#x3AF;&#x3B6;&#x3B5;&#x3B9; &#x3C4;&#x3B1; &#x3C0;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3B1;&#x3BA;&#x3CC;&#x3BC;&#x3B1; &#x3BA;&#x3B1;&#x3B9; &#x3C3;&#x3B5; 2k &#x3B1;&#x3BD;&#x3AC;&#x3BB;&#x3C5;&#x3C3;&#x3B7; &#x3C4;&#x3BF; &#x3C7;&#x3C1;&#x3B7;&#x3C3;&#x3B9;&#x3BC;&#x3BF;&#x3C0;&#x3BF;&#x3B9;&#x3BF;&#x3C5;&#x3C3;&#x3B1; &#x3BC;&#x3B5; &#x3BC;&#x3B9;&#x3B1; 34 Samsung 3440x1440 &#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B1;&#x3B9; &#x3BB;&#x3CC;&#x3B3;&#x3BF; &#x3B1;&#x3BD;&#x3B1;&#x3B2;&#x3AC;&#x3B8;&#x3BC;&#x3B9;&#x3C3;&#x3B7;&#x3C2;</description></gpu><gpu><title>Asus VivoBook M712DA-WH34, Ryzen 3 3250U/17.3 FHD/8GB/256GB (&#x39C;&#x3B5; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;)</title><cpuModel>3250U</cpuModel><BPeu>9.7</BPeu><price>400&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2166286-asus-vivobook-m712da-wh34-ryzen-3-3250u173-fhd8gb256gb-%CE%BC%CE%B5-%CE%B5%CE%B3%CE%B3%CF%8D%CE%B7%CF%83%CE%B7/</link><benchmark>3864</benchmark><description>Standing screen display size &#x200E;17.3 Inches Screen Resolution &#x200E;1920 x 1080 pixels Max Screen Resolution &#x200E;1920 x 1080 Pixels Processor &#x200E;2.6 GHz ryzen_3_3250u RAM &#x200E;8 GB DDR4 Memory Speed &#x200E;2.5 GHz Hard Drive &#x200E;256 GB SSD Graphics Coprocessor &#x200E;AMD Radeon Vega 3 Chipset Brand &#x200E;AMD Card Description &#x200E;Integrated Wireless Type &#x200E;Bluetooth Average Battery Life (in hours) &#x200E;6 Hours Other Technical Details Brand &#x200E;VivoBook Series &#x200E;ASUS VivoBook Item model number &#x200E;M712DA-WH34 Hardware Platform &#x200E;PC Operating System &#x200E;Windows 10 Home Item Weight &#x200E;4.7 pounds Product Dimensions &#x200E;9 x 20 x 3 inches Item Dimensions LxWxH &#x200E;9 x 20 x 3 inches Color &#x200E;Silver Processor Brand &#x200E;AMD Number of Processors &#x200E;2 Computer Memory Type &#x200E;DDR4 SDRAM Flash Memory Size &#x200E;256 GB Hard Drive Interface &#x200E;PCIE x 2 Power Source &#x200E;Battery Powered Voltage &#x200E;3.7 Volts Batteries &#x200E;1 Lithium Metal batteries required. &#x39C;&#x3B5; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7; &#x3B3;&#x3B9;&#x3B1;&#x3C4;&#x3AF; &#x3C4;&#x3BF; &#x3B5;&#x3AF;&#x3C7;&#x3B1; &#x3C0;&#x3AC;&#x3C1;&#x3B5;&#x3B9; &#x3C3;&#x3B5; &#x3C3;&#x3C5;&#x3B3;&#x3B3;&#x3B5;&#x3BD;&#x3AE; &#x3BC;&#x3BF;&#x3C5; &#x3C0;&#x3BF;&#x3C5; &#x3C4;&#x3B5;&#x3BB;&#x3B9;&#x3BA;&#x3AC; &#x3B4;&#x3B5;&#x3BD; &#x3C4;&#x3BF; &#x3B2;&#x3BF;&#x3BB;&#x3B5;&#x3CD;&#x3B8;&#x3B7;&#x3BA;&#x3B5; &#x3BA;&#x3B1;&#x3B9; &#x3B8;&#x3AD;&#x3BB;&#x3B5;&#x3B9; &#x3BD;&#x3B1; "&#x3C6;&#x3CD;&#x3B3;&#x3B5;&#x3B9;" &#x395;&#x3AF;&#x3C7;&#x3B5; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; &#x3B5;&#x3C0;&#x3AD;&#x3BA;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3B5;&#x3B3;&#x3B3;&#x3CD;&#x3B7;&#x3C3;&#x3B7;&#x3C2; &#x3BA;&#x3B1;&#x3C4;&#x3AC; &#x3C4;&#x3B7;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3AC; &#x3BA;&#x3B1;&#x3B9; &#x3B9;&#x3C3;&#x3C7;&#x3CD;&#x3B5;&#x3B9; &#x3BC;&#x3AD;&#x3C7;&#x3C1;&#x3B9; 10/06/2024 &#x399;&#x3B4;&#x3B1;&#x3BD;&#x3B9;&#x3BA;&#x3CC; desktop replacement &#x3B3;&#x3B9;&#x3B1; media consumption &#x3BA;&#x3B1;&#x3B9; office use &#x3A6;&#x3BF;&#x3C1;&#x3AC;&#x3B5;&#x3B9; &#x3B1;&#x3BD;&#x3B1;&#x3B4;&#x3B9;&#x3C0;&#x3BB;&#x3BF;&#x3CD;&#x3BC;&#x3B5;&#x3BD;&#x3B1; "&#x3C0;&#x3BF;&#x3B4;&#x3B1;&#x3C1;&#x3AC;&#x3BA;&#x3B9;&#x3B1;" &#x3B3;&#x3B9;&#x3B1; &#x3BA;&#x3B1;&#x3BB;&#x3CD;&#x3C4;&#x3B5;&#x3C1;&#x3B7; &#x3C8;&#x3CD;&#x3BE;&#x3B7; &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3B8;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3C4;&#x3C3;&#x3AC;&#x3BD;&#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3AC;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3B5;&#x3BE;&#x3C4;&#x3C1;&#x3AC; &#x3BC;&#x3C0;&#x3BF;&#x3C1;&#x3BF;&#x3CD;&#x3BD; &#x3BD;&#x3B1; &#x3B4;&#x3BF;&#x3B8;&#x3BF;&#x3CD;&#x3BD; &#x3BA;&#x3B1;&#x3B9; &#x1F5B1; &amp; &#x2328; &#x3BC;&#x3B5; &#x3C3;&#x3C7;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3CC; &#x3B1;&#x3BD;&#x3C4;&#x3AF;&#x3C4;&#x3B9;&#x3BC;&#x3BF;. &#x398;&#x3B1; &#x3B3;&#x3AF;&#x3BD;&#x3B5;&#x3B9; reset &#x3C0;&#x3C1;&#x3B9;&#x3BD; &#x3B4;&#x3BF;&#x3B8;&#x3B5;&#x3AF; &#x3BC;&#x3B5; &#x3B5;&#x3C0;&#x3B9;&#x3BB;&#x3BF;&#x3B3;&#x3AE; &#x3AD;&#x3BA;&#x3B4;&#x3BF;&#x3C3;&#x3B7;&#x3C2; &#x3BB;&#x3B5;&#x3B9;&#x3C4;&#x3BF;&#x3C5;&#x3C1;&#x3B3;&#x3B9;&#x3BA;&#x3BF;&#x3CD; &#x3B1;&#x3C0;&#x3CC; &#x3C4;&#x3BF;&#x3BD; &#x3B1;&#x3B3;&#x3BF;&#x3C1;&#x3B1;&#x3C3;&#x3C4;&#x3AE;. &#x394;&#x3B5;&#x3BA;&#x3C4;&#x3CC;&#x3C2; &#x3BF; &#x3BA;&#x3AC;&#x3B8;&#x3B5; &#x3AD;&#x3BB;&#x3B5;&#x3B3;&#x3C7;&#x3BF;&#x3C2;. &#x3A0;&#x3C1;&#x3BF;&#x3C4;&#x3B9;&#x3BC;&#x3CE; &#x3C3;&#x3C5;&#x3BD;&#x3AC;&#x3BD;&#x3C4;&#x3B7;&#x3C3;&#x3B7; &#x3B5;&#x3BD;&#x3C4;&#x3CC;&#x3C2; &#x391;&#x3B8;&#x3B7;&#x3BD;&#x3CE;&#x3BD; (&#x39A;&#x3AD;&#x3BD;&#x3C4;&#x3C1;&#x3BF;/ &#x392;&#x3CC;&#x3C1;&#x3B5;&#x3B9;&#x3B1;/&#x391;&#x3BD;&#x3B1;&#x3C4;&#x3BF;&#x3BB;&#x3B9;&#x3BA;&#x3AC; &#x3C0;&#x3C1;&#x3BF;&#x3AC;&#x3C3;&#x3C4;&#x3B9;&#x3B1;) &#x3B4;&#x3B9;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B5;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3B1;&#x3C0;&#x3BF;&#x3C3;&#x3C4;&#x3BF;&#x3BB;&#x3AE; &#x3BC;&#x3B5; &#x3AD;&#x3BE;&#x3BF;&#x3B4;&#x3B1; &#x3C0;&#x3B1;&#x3C1;&#x3B1;&#x3BB;&#x3AE;&#x3C0;&#x3C4;&#x3B7;.</description></gpu><gpu><title>GPD WIN MAX 2 Handheld Gaming PC [AMD Ryzen 7 6800U-16GB+1TB]</title><cpuModel>1200</cpuModel><BPeu>7.3</BPeu><price>870&#xA0;&#x20AC;</price><link>https://www.insomnia.gr/classifieds/item/2146808-gpd-win-max-2-handheld-gaming-pc-amd-ryzen-7-6800u-16gb1tb/</link><benchmark>6322</benchmark><description>&#x3A0;&#x3C9;&#x3BB;&#x3B5;&#x3AF;&#x3C4;&#x3B5; &#x3C4;&#x3BF; 2 &#x3C3;&#x3B5; 1 laptop - handheld gaming console &#x3BC;&#x3B5; &#x3BA;&#x3BF;&#x3C1;&#x3C5;&#x3C6;&#x3B1;&#x3AF;&#x3B1; &#x3C7;&#x3B1;&#x3C1;&#x3B1;&#x3BA;&#x3C4;&#x3B7;&#x3C1;&#x3B9;&#x3C3;&#x3C4;&#x3B9;&#x3BA;&#x3AC; &#x3C3;&#x3B5; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3C3;&#x3C4;&#x3B1;&#x3C3;&#x3B7; &#x3BA;&#x3B1;&#x3B9;&#x3BD;&#x3BF;&#x3CD;&#x3C1;&#x3B9;&#x3BF;&#x3C5; &#x3BC;&#x3B5; &#x3B5;&#x3BB;&#x3AC;&#x3C7;&#x3B9;&#x3C3;&#x3C4;&#x3B7; &#x3C7;&#x3C1;&#x3AE;&#x3C3;&#x3B7;, &#x3BC;&#x3B5; &#x3C4;&#x3B7;&#x3BD; &#x3C3;&#x3C5;&#x3C3;&#x3BA;&#x3B5;&#x3C5;&#x3B1;&#x3C3;&#x3AF;&#x3B1; &#x3C4;&#x3BF;&#x3C5; &#x3BA;&#x3B1;&#x3B9; &#x3CC;&#x3C4;&#x3B9; &#x3C0;&#x3B5;&#x3C1;&#x3B9;&#x3B5;&#x3AF;&#x3C7;&#x3B5;. https://www.amazon.com/GPD-6800U-16GB-Gameplayer-1920X1200-Touchscreen/dp/B0BFFGRGLZ https://www.youtube.com/watch?v=zy2a47e-Qao &#x39C;&#x3B1;&#x3B6;&#x3AF; &#x3C4;&#x3BF; &#x3C3;&#x3C5;&#x3BC;&#x3B1;&#x3B2;&#x3B1;&#x3C4;&#x3CC; CHUWI H7 Stylus Pen &#x3BC;&#x3B5; &#x3AD;&#x3BE;&#x3C4;&#x3C1;&#x3B1; &#x3BC;&#x3C0;&#x3B1;&#x3C4;&#x3B1;&#x3C1;&#x3AF;&#x3B5;&#x3C2; &#x3BA;&#x3B1;&#x3B9; &#x3BC;&#x3AF;&#x3B1; Transcend SD Card 256GB. https://www.amazon.com/CHUWI-Pressure-Sensitivity-Compatible-MiniBook/dp/B07JZJ53W9 &#x394;&#x3AF;&#x3BD;&#x3B5;&#x3C4;&#x3B5; &#x3C3;&#x3C4;&#x3B1; 870 &#x3B5;&#x3C5;&#x3C1;&#x3CE; &#x3BC;&#x3B5; &#x3C4;&#x3B1; &#x3BC;&#x3B5;&#x3C4;&#x3B1;&#x3C6;&#x3BF;&#x3C1;&#x3B9;&#x3BA;&#x3AC; &#x3B4;&#x3B9;&#x3BA;&#x3AC; &#x3BC;&#x3BF;&#x3C5; &#x3BC;&#x3B5;&#x3C4;&#x3AC; &#x3B1;&#x3C0;&#x3CC; &#x3BA;&#x3B1;&#x3C4;&#x3AC;&#x3B8;&#x3B5;&#x3C3;&#x3B7; &#x3C3;&#x3B5; &#x3BB;&#x3BF;&#x3B3;&#x3B1;&#x3C1;&#x3B9;&#x3B1;&#x3C3;&#x3BC;&#x3CC; &#x3AE; &#x3C3;&#x3B5; paypal.</description></gpu></root>
